[
    {"is_flagged":0, "sentence": "Badoo’s Terms and Conditions of Use\nIf you live outside the United States, these Terms and Conditions apply to you."},
    {"is_flagged":0, "sentence": "If you live in the United States, the Badoo Terms and Conditions available here apply to you."},
    {"is_flagged":0, "sentence": "The Summary\nHello."},
    {"is_flagged":1, "sentence": "You should read these terms and conditions in full because they apply every time you visit Badoo and use any of its features."},
    {"is_flagged":0, "sentence": "However, just in case you ever need a reminder of the main points, here’s a quick summary:\n1."},
    {"is_flagged":1, "sentence": "If you are under the age of 18 then unfortunately you can’t use Badoo yet because it’s a meeting place for adults only."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":1, "sentence": "We’re not responsible for anything that you post or say while you are on Badoo and we don’t monitor the content of the site, but if we do see or someone alerts us that you have posted something that we think is inappropriate then we are allowed at our discretion to remove it."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":1, "sentence": "If you post any content that actually belongs to someone else and they get annoyed (or even call in their lawyers), we are not in the firing line."},
    {"is_flagged":0, "sentence": "You have to take responsibility for what you post."},
    {"is_flagged":0, "sentence": "4."},
    {"is_flagged":0, "sentence": "Please refer to our Community Guidelines and Safety Tips for additional Dos and Don’ts, and information on staying safe."},
    {"is_flagged":0, "sentence": "5."},
    {"is_flagged":1, "sentence": "If you are concerned about how your data is being used by Badoo then please refer to our Privacy Policy, which explains how we treat your personal data and protect your privacy when you use Badoo."},
    {"is_flagged":1, "sentence": "By using Badoo, you agree that we can use such data in accordance with our Privacy Policy."},
    {"is_flagged":0, "sentence": "Our website and apps also use cookies or similar technologies which we tell you more about here."},
    {"is_flagged":1, "sentence": "You may set your browser and your mobile settings to block cookies and local storage devices, but if you do so, you may not be able to access the features that Badoo offers."},
    {"is_flagged":0, "sentence": "The full legal bit\nBadoo is a social media website and app designed as a forum for meeting new people, a place to have discussions and to share photos, news and information."},
    {"is_flagged":0, "sentence": "It is intended to be a fun place to visit and it is important to us (and for you) that it remains a safe and friendly environment so you agree that you will only use Badoo in a manner consistent with its purpose and which is in accordance with these terms and conditions, as well as the Badoo Community Guidelines and Safety Tips (the “Terms”)."},
    {"is_flagged":0, "sentence": "When we mention Badoo, we mean www.badoo.com, together with affiliated websites and applications."},
    {"is_flagged":1, "sentence": "The Terms constitute a binding legal agreement between you as user (“you”) and the Badoo Group (“we” or “us”)."},
    {"is_flagged":0, "sentence": "The Badoo Group includes, but is not limited to, Badoo Trading Limited (an English company whose registered office is at The Broadgate Tower, Third Floor, 20 Primrose Street, London EC2A 2RS), Social Online Payments Limited (a company incorporated in Ireland under company number 496494) and Social Online Payments, Inc. (a company incorporated in Delaware under company number 5214252)."},
    {"is_flagged":0, "sentence": "The Terms apply whenever you visit Badoo, whether or not you have chosen to register with us, so please read them carefully."},
    {"is_flagged":0, "sentence": "By accessing, using, registering for or receiving services offered on Badoo you are accepting and agreeing to be bound by the Terms."},
    {"is_flagged":1, "sentence": "IF YOU DO NOT ACCEPT AND AGREE TO THE TERMS THEN YOU MUST NOT ACCESS OR USE THE APP OR SITE."},
    {"is_flagged":0, "sentence": "1."},
    {"is_flagged":0, "sentence": "Use of the app and site and rules relating to Content\nWho can use Badoo?"},
    {"is_flagged":0, "sentence": "Badoo is a meeting place for adults."},
    {"is_flagged":1, "sentence": "You may only use Badoo, including any of its features, or become a registered member if you are 18 years old or older (or the age of majority in the country in which you reside if that happens to be greater than 18)."},
    {"is_flagged":0, "sentence": "You warrant that you have the right, authority and capacity to enter into and be bound by the Terms and that by using Badoo you will not be violating any law or regulation of the country in which you are resident."},
    {"is_flagged":1, "sentence": "You are solely responsible for your compliance with all applicable local laws and regulations."},
    {"is_flagged":1, "sentence": "You further warrant that you have not been convicted of, nor are subject to any court order relating to assault, violence, sexual misconduct or harassment."},
    {"is_flagged":0, "sentence": "What kind of content can I post or upload on Badoo?"},
    {"is_flagged":0, "sentence": "You are able to post or upload all kinds of things on Badoo, including photographs, emails, messages and other content (“Content”)."},
    {"is_flagged":1, "sentence": "There are some rules about what is acceptable though, so when you are using Badoo you may not post, send or upload any Content which:\n1.\tcontains expletives or language which could be deemed offensive or is likely to harass, upset, embarrass, alarm or annoy any other person;\n2.\tis obscene, pornographic or otherwise may offend human dignity;\n3.\tis abusive, insulting or threatening, or which promotes, depicts or encourages violence, self-harm, suicide, racism, sexism, hatred or bigotry;\n4.\tencourages any illegal activity including, without limitation, terrorism, inciting racial hatred or the submission of which in itself constitutes committing a criminal offence;\n5.\tis defamatory;\n6.\trelates to commercial activities (including, without limitation, sales, competitions and advertising, links to other websites or premium line telephone numbers);\n7.\tinvolves the transmission of “junk” mail or “spam”;\n8.\timpersonates a person, company or brand with the intent to deceive or confuse others;\n9.\tcontains any spyware, adware, viruses, corrupt files, worm programmes or other malicious code designed to interrupt, damage or limit the functionality of or disrupt any software, hardware, telecommunications, networks, servers or other equipment, Trojan horse or any other material designed to damage, interfere with, wrongly intercept or expropriate any data or personal data whether from Badoo or otherwise;\n10.\titself, or the posting of which, infringes any third party’s rights (including, without limitation, intellectual property rights and privacy rights);\n11.\tshows another person where such Content was created or distributed without that person’s knowledge, and without that person having been afforded an opportunity to refuse such creation or distribution; or\n12.\tcontains images of children, even if you are also in the photo, or endangers minors."},
    {"is_flagged":0, "sentence": "Please use your common sense when picking the Content that you choose to post on, upload or send via Badoo because you are solely responsible for, and bear all liability in relation to, such Content."},
    {"is_flagged":0, "sentence": "We use a combination of automated systems and a team of moderators to monitor and review accounts and messages for content that indicates breaches of these Terms."},
    {"is_flagged":1, "sentence": "If you repeatedly infringe our rules, you may be prevented from using Badoo and we may restrict your access to Badoo , disable your account or block you from further use of Badoo ."},
    {"is_flagged":1, "sentence": "We may remove any Content you submit to Badoo if we believe it violates the Terms  or we are required to do so by applicable law."},
    {"is_flagged":0, "sentence": "Are there any rules relating to personal data like my email address?"},
    {"is_flagged":0, "sentence": "You may not display any personal contact or banking information on your individual profile page (“Profile”) whether in relation to you or any other person (for example, names, home addresses or postcodes, telephone numbers, email addresses, URLs, credit\/debit card or other banking details, or place of work)."},
    {"is_flagged":1, "sentence": "If you do choose to reveal any personal data about yourself to other users, whether via email or otherwise, it is at your own risk."},
    {"is_flagged":0, "sentence": "We encourage you to use the same caution in disclosing details about yourself to third parties online as you would under any other circumstances."},
    {"is_flagged":0, "sentence": "You are required to follow our Guidelines and Safety Tips  when doing so."},
    {"is_flagged":0, "sentence": "What about other people’s personal data, can I use it?"},
    {"is_flagged":0, "sentence": "You may only use other Badoo users’ personal data to the extent that your use of it matches Badoo’s purpose of allowing people to meet one another."},
    {"is_flagged":1, "sentence": "You may not use other users' information for commercial purposes, to spam, to harass, or to make unlawful threats."},
    {"is_flagged":1, "sentence": "Badoo reserves the right to terminate your account, or prevent access to its features if you misuse other users' information."},
    {"is_flagged":0, "sentence": "Who can see the Content that I put on Badoo?"},
    {"is_flagged":0, "sentence": "When you upload Content to Badoo it can be accessed and viewed by the general public."},
    {"is_flagged":1, "sentence": "If you do not want such Content to be viewed by others, then you can opt to use the private folders and select the person to whom you wish to give access."},
    {"is_flagged":0, "sentence": "If you still do not want such Content to be viewed by others, then you should not upload it to Badoo."},
    {"is_flagged":1, "sentence": "We reserve the right (without obligation) at our sole discretion and without giving you notice, to remove or edit, limit or block access to any Content that you upload or submit to Badoo without any incurring liability to you."},
    {"is_flagged":1, "sentence": "We have no obligation to display any Content that you submit to Badoo, nor to check the accuracy or truthfulness of any Content submitted to Badoo, nor to monitor your use or the use of other users of Badoo."},
    {"is_flagged":0, "sentence": "Anything else I need to know?"},
    {"is_flagged":1, "sentence": "When you use Badoo you agree to the Terms, and in return we grant you a limited, personal, non-exclusive and non-transferable licence to use and to upload Content and to use Badoo solely for your personal use."},
    {"is_flagged":1, "sentence": "Apart from this licence, you have no other rights in the use of the site, app, or its Content or features, and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the site or Content in any manner."},
    {"is_flagged":1, "sentence": "If you breach any of the Terms, the above licence will terminate automatically and you must immediately destroy any downloaded or printed Content."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":0, "sentence": "Ownership of Content\nOnce I have uploaded Content on Badoo, do I still own it?"},
    {"is_flagged":0, "sentence": "Yes (provided you are the rightful owner in the first place — please see our other rules regarding posting Content that doesn’t belong to you)."},
    {"is_flagged":0, "sentence": "Please note though that by posting, uploading or sending Content on Badoo you represent and warrant to us that:\n1.\tyou are either the exclusive author or owner of that Content and in all cases you agree that you waive any and all moral rights relating to that Content (including, without limitation, any rights to be identified as the author); \n2.\tyou have been granted a licence that allows you to use, post or upload the Content; or\n3.\tyou have obtained appropriate consent or authority to use, post or upload such Content."},
    {"is_flagged":1, "sentence": "Please note that by posting, uploading or sending Content on Badoo you represent and warrant to us that you have the right to do so, and automatically grant to us a non-exclusive, royalty free, perpetual, worldwide licence to use such Content in any way (including, without limitation, editing, copying, modifying, adapting, translating, reformatting, creating derivative works from, incorporating into other works, advertising, distributing and otherwise making available to the general public such Content, whether in whole or in part and in any format or medium currently known or developed in the future)."},
    {"is_flagged":0, "sentence": "We may assign and\/or sub-license the above licence to our affiliates and successors without any further approval by you."},
    {"is_flagged":1, "sentence": "We have the right to disclose your identity to any third party who is claiming that any Content posted or uploaded by you to our app or site constitutes a violation of their intellectual property rights or of their right to privacy or any other law."},
    {"is_flagged":0, "sentence": "Who does the rest of the Content on Badoo belong to then?"},
    {"is_flagged":0, "sentence": "Us!"},
    {"is_flagged":1, "sentence": "All text, graphics, user interfaces, trademarks, logos, sounds and artwork on Badoo are owned, controlled or licensed by us and are protected by copyright, trademark and other intellectual property law rights."},
    {"is_flagged":0, "sentence": "Can I use any of the Content that doesn’t belong to me?"},
    {"is_flagged":0, "sentence": "Other than in relation to Content submitted by you to Badoo, you do not have any rights in relation to the Content on Badoo and you agree that you will not use any Content in any manner which may infringe ours or any third party’s rights."},
    {"is_flagged":1, "sentence": "This means that you agree that you will not copy, modify, adapt, distribute, publish or sell all or any part of the Badoo site or the Content contained on it (other than the Content submitted by you) to anyone else."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":0, "sentence": "Paid for services\nWhat can I buy on Badoo?"},
    {"is_flagged":0, "sentence": "Badoo offers you the opportunity to pay for certain services offered on the site."},
    {"is_flagged":0, "sentence": "Badoo’s premium services include various opportunities to find and meet additional people, to customise your profile and to boost your profile so more people find you."},
    {"is_flagged":0, "sentence": "Badoo also offers the ability to play various games on the site."},
    {"is_flagged":0, "sentence": "All of these premium services can be purchased after you register, and you may subscribe to the premium services for various lengths of time."},
    {"is_flagged":1, "sentence": "Once you have paid for any premium services, you have the right to cancel and be reimbursed for all payments received within 14 days."},
    {"is_flagged":1, "sentence": "If you wish to cancel please let us know via Feedback Page."},
    {"is_flagged":1, "sentence": "Please note that if you choose to download any of the Content which forms part of any paid for service within the 14 day period, you may lose this right."},
    {"is_flagged":1, "sentence": "After the 14 days have expired, the paid for services are non-refundable."},
    {"is_flagged":0, "sentence": "You can change your Auto Top-up at anytime in your payment settings on your profile page."},
    {"is_flagged":0, "sentence": "The pricing may vary due to a number of factors, such as (but not limited to) promotional offers, loyalty bonuses and other discounts."},
    {"is_flagged":1, "sentence": "Paid for services are not available in sanctioned countries."},
    {"is_flagged":0, "sentence": "How do I renew my premium services with Badoo?"},
    {"is_flagged":0, "sentence": "Once you have requested a Badoo premium service, you authorise Badoo to charge your chosen payment method."},
    {"is_flagged":1, "sentence": "If you want to cancel or change your payment method at any time, you can do either via the payment settings option under your profile or by contacting your mobile service provider."},
    {"is_flagged":0, "sentence": "If your chosen payment method is via your mobile service provider, then please check with them about their payment terms, as their payment terms will govern how payments to Badoo are made as well as how such payments may be changed or cancelled."},
    {"is_flagged":1, "sentence": "Your subscription to Badoo’s premium services will automatically renew until you decide to cancel, and if you have enabled the Auto Top-up feature, your account will automatically be topped up until you decide to disable this feature."},
    {"is_flagged":0, "sentence": "Can I transfer any of my paid for services to another Badoo user?"},
    {"is_flagged":0, "sentence": "If you elect to partake in any of the games, premium features or range of services designed to improve your Badoo user experience, you agree to use these services for yourself and not to transfer (for free or as a sale) to or purchase, or sell such services from other Badoo users."},
    {"is_flagged":0, "sentence": "Badoo reserves the right not to honour any paid for services where you have attempted to transfer those services to another use or you have attempted to buy those services from another user."},
    {"is_flagged":0, "sentence": "Badoo will only provide paid for services to you if you are the person to whom it was issued."},
    {"is_flagged":0, "sentence": "Do my credits last forever?"},
    {"is_flagged":0, "sentence": "No."},
    {"is_flagged":1, "sentence": "We reserve the right to expire any unused credits expire 6 months (unless the credits are purchased through Itunes)."},
    {"is_flagged":1, "sentence": "If you delete your account or if your account is terminated by us due to breach of these Terms , you will lose any accumulated credits."},
    {"is_flagged":1, "sentence": "If you receive free or promotional credits, we may expire them at any time."},
    {"is_flagged":1, "sentence": "Credits are not redeemable for any sum of money or monetary value from us unless we agree otherwise in writing."},
    {"is_flagged":0, "sentence": "Please refer to the Service Conditions  on your ‘top-up’ page for further details relating to your payments."},
    {"is_flagged":0, "sentence": "4."},
    {"is_flagged":0, "sentence": "Access to the app and site\nDo you guarantee that Badoo will be up and running at all times?"},
    {"is_flagged":0, "sentence": "Unfortunately we can’t guarantee that because sometimes we have to carry out maintenance to the app or site or they may be affected by a fault or circumstances which are outside our control, so Badoo is provided on an “as is” “as available” basis."},
    {"is_flagged":1, "sentence": "No warranty is given about the quality, accuracy, functionality, availability or performance of Badoo and we reserve the right to suspend, withdraw, amend, modify or vary the service provided on Badoo without notice and without incurring any liability to you."},
    {"is_flagged":0, "sentence": "What about mobile access?"},
    {"is_flagged":0, "sentence": "You are responsible for making all the necessary arrangements to ensure you can access Badoo (including, but not limited to Internet provider and mobile internet provider fees and, any other charges associated with such access)."},
    {"is_flagged":0, "sentence": "We shall not be held responsible for any reduced functionality you may encounter as result of or in connection with accessing Badoo through mobile services or any similar service currently known or developed in the future."},
    {"is_flagged":1, "sentence": "By accessing Badoo or agreeing to receive messages or notifications from Badoo through your mobile phone and\/or any other connected media device, you accept that you may incur charges from your internet or mobile service provider."},
    {"is_flagged":0, "sentence": "We shall not under any circumstances be liable for such charges."},
    {"is_flagged":0, "sentence": "I’m not registered and I can’t seem to access some Content or features on the app or site."},
    {"is_flagged":0, "sentence": "Why is that?"},
    {"is_flagged":0, "sentence": "Non-registered users are able to access only that portion of Badoo that is publicly available."},
    {"is_flagged":0, "sentence": "They will not have a Profile but may have limited ability to upload any Content."},
    {"is_flagged":0, "sentence": "The extent of registered users’ access to Badoo will depend on certain criteria relating to their Profile being met."},
    {"is_flagged":1, "sentence": "We may change or update the criteria from time to time without prior notice and at our discretion."},
    {"is_flagged":0, "sentence": "5."},
    {"is_flagged":0, "sentence": "Termination of use by you\nThey say that you can have too much of a good thing… what do I do if I want to “unregister” myself from Badoo?"},
    {"is_flagged":0, "sentence": "If you have registered on Badoo, you can terminate your registration at any time by going to the ‘Settings’ control on Badoo when you are logged in and choosing the ‘delete profile’ link."},
    {"is_flagged":0, "sentence": "We save your profile information in case you later decide to restore your account."},
    {"is_flagged":0, "sentence": "Many users deactivate their accounts for temporary reasons and in doing so expect us to maintain their information until they return to Badoo."},
    {"is_flagged":1, "sentence": "You will therefore be able to restore your account and your profile in its entirety within 28 days of de-activating it."},
    {"is_flagged":1, "sentence": "Once your registration is terminated, we have the right to delete any related Content that you have submitted or uploaded on to Badoo."},
    {"is_flagged":0, "sentence": "For further details, please refer to our Privacy Policy ."},
    {"is_flagged":0, "sentence": "Content that you have uploaded to Badoo, other than your Profile (such as comments or email messages), may still appear on Badoo following termination of your registration."},
    {"is_flagged":0, "sentence": "6."},
    {"is_flagged":0, "sentence": "Abuse\/Complaints\nSomeone is not obeying the Terms, who do I tell?"},
    {"is_flagged":0, "sentence": "You can report any abuse or complain about Content on Badoo by contacting us via Feedback page, outlining the abuse and or complaint."},
    {"is_flagged":0, "sentence": "You can also report a user directly from a profile, by clicking the ‘Report Abuse’ link on their profile, choosing the reason for the complaint and providing us with any additional information you think fit."},
    {"is_flagged":0, "sentence": "We will always try our best to help resolve any issue that you may encounter with our service."},
    {"is_flagged":0, "sentence": "If your complaint or dispute remains unresolved, however, you may be eligible to use the European Commission’s online dispute resolution platform here."},
    {"is_flagged":0, "sentence": "7."},
    {"is_flagged":0, "sentence": "Privacy Policy\nDo you have guidelines in place about what you can do with my personal data?"},
    {"is_flagged":0, "sentence": "We process information in accordance with our Privacy Policy which is incorporated into these Terms and Conditions of Use."},
    {"is_flagged":0, "sentence": "Please read the terms of our Privacy Policy prior to using Badoo."},
    {"is_flagged":0, "sentence": "By using Badoo, you agree to such processing and you warrant that all data provided by you is true, correct and accurate."},
    {"is_flagged":0, "sentence": "8."},
    {"is_flagged":0, "sentence": "Links\nAre the links on the app or site anything to do with Badoo?"},
    {"is_flagged":1, "sentence": "Badoo may contain links to other sites, resources and purchase opportunities provided by third parties."},
    {"is_flagged":0, "sentence": "These links are provided to you for your information only."},
    {"is_flagged":0, "sentence": "If you access these links you may be directed to third party sites."},
    {"is_flagged":1, "sentence": "These third party sites will have their own terms of use and privacy policies, which may differ from the Terms."},
    {"is_flagged":1, "sentence": "The display of links to third party sites does not constitute an endorsement by us of any of the third party content information, sites, or resources provided."},
    {"is_flagged":1, "sentence": "Please note that we have no control over the contents of any third party sites or resources, and we accept no responsibility for them, including (but not limited to) the third party site’s compliance with any applicable laws or regulations."},
    {"is_flagged":0, "sentence": "9."},
    {"is_flagged":0, "sentence": "Disclaimer of warranties and limitation of liability\nI forgot the rules about conduct on here and now someone is threatening to sue me."},
    {"is_flagged":0, "sentence": "Will your lawyers sort it out?"},
    {"is_flagged":0, "sentence": "No."},
    {"is_flagged":0, "sentence": "If you act in a way that upsets other users then you have to be responsible for the consequences."},
    {"is_flagged":1, "sentence": "We expressly disclaim any and all responsibility and liability for your conduct or the conduct of any other user of Badoo, and expressly disclaim any liability for Content uploaded by you or by any other user."},
    {"is_flagged":1, "sentence": "My friend is a lawyer and says that you can’t exclude liability for everything…\nNothing in the Terms limits or excludes our liability for:\n1.\tdeath or personal injury caused by our proven negligence;\n2.\tfraud or fraudulent misrepresentation; or\n3.\tany liability which cannot be limited or excluded by law ."},
    {"is_flagged":0, "sentence": "To the fullest extent permitted by law , Badoo expressly excludes:\n1.\tall conditions, representations, warranties and other terms which might otherwise be implied by statute, common law or the law of equity; and\n2.\tany liability incurred by you arising from use of Badoo, its services or these Terms , including without limitation for any claims, charges, demands, damages, liabilities, losses or expenses of whatever nature and howsoever direct, indirect, incidental, special, exemplary, punitive or consequential damages (however arising including negligence), loss of use, loss of data, loss caused by a computer or electronic virus, loss of income or profit, loss of or damage to property, wasted management or office time, breach of contract or claims of third parties or other losses of any kind or character, even if Badoo has been advised of the possibility of such damages or losses, arising out of or in connection with the use of Badoo."},
    {"is_flagged":0, "sentence": "This limitation on liability applies to, but is not limited to, the transmission of any disabling device or virus that may infect your equipment, failure or mechanical or electrical equipment or communication lines, telephone or other interconnect problems (e.g., you cannot access your internet service provider), unauthorized access, theft, bodily injury, property damage, operator errors, strikes or other labor problems or any act of god."},
    {"is_flagged":0, "sentence": "in connection with Badoo including, without limitation, any liability for loss of revenue or income, loss of profits or contracts, loss of business, loss of anticipated savings, loss of goodwill, loss of data, wasted management or office time and any other loss or damage of any kind, however arising and whether caused by tort (including, but not limited to, negligence), breach of contract or otherwise, even if foreseeable whether arising directly or indirectly."},
    {"is_flagged":1, "sentence": "Badoo’s total liability to you in respect of losses arising under or in connection with the Terms, whether in contract, tort (including negligence, breach of statutory duty, or otherwise) shall in no circumstances exceed £20."},
    {"is_flagged":0, "sentence": "What about the reliability of Badoo and the information contained on it?"},
    {"is_flagged":0, "sentence": "Badoo has taken reasonable steps to ensure the currency, availability, correctness and completeness of the information contained on Badoo and provides that information on an \"as is\", \"as available\" basis."},
    {"is_flagged":0, "sentence": "Badoo does not give or make any warranty or representation of any kind about the information contained on Badoo, whether express or implied."},
    {"is_flagged":0, "sentence": "Use of Badoo and the materials available on it is at your sole risk."},
    {"is_flagged":1, "sentence": "Badoo cannot be held responsible for any loss arising from the transmission, use of data, or inaccurate Content posted by users."},
    {"is_flagged":1, "sentence": "You are responsible for taking all necessary precautions to ensure that any material you may obtain from Badoo is free of viruses or other harmful components."},
    {"is_flagged":1, "sentence": "You accept that Badoo will not be provided uninterrupted or error free, that defects may not be corrected or that Badoo, or the server that makes it available, are free of viruses or bugs, spyware, Trojan horses or any similar malicious software."},
    {"is_flagged":1, "sentence": "Badoo is not responsible for any damage to your computer hardware, computer software, or other equipment or technology including, but without limitation damage from any security breach or from any virus, bugs, tampering, fraud, error, omission, interruption, defect, delay in operation or transmission, computer line or network failure or any other technical or other malfunction."},
    {"is_flagged":0, "sentence": "In the unlikely event that any defect is discovered within Badoo, we will use every effort to repair or fix the defect free of charge, without significant inconvenience to you, as soon as practicable."},
    {"is_flagged":0, "sentence": "10."},
    {"is_flagged":0, "sentence": "Indemnity\nI forgot the rules about conduct on here and now someone is threatening to sue YOU."},
    {"is_flagged":0, "sentence": "What now?"},
    {"is_flagged":1, "sentence": "If we are sued as a result of your use of Badoo then we have the right to defend or settle the relevant claim as we see fit."},
    {"is_flagged":1, "sentence": "If we ask, you will co-operate fully and reasonably as required by us in the defence of any relevant claim."},
    {"is_flagged":0, "sentence": "You agree to hold harmless and indemnify us and our officers, directors, employees, agents, representatives and licensors from and against any third party claims, damages (actual and\/or consequential), actions, proceedings, demands, losses, liabilities, costs and expenses (including reasonable solicitors’ fees) suffered or reasonably incurred by us arising as a result of, or in connection with, your access to and use of Badoo, the uploading or submission of Content to Badoo by you or your conduct, other than in accordance with the Terms or any applicable law or regulation (“Claim”)."},
    {"is_flagged":1, "sentence": "Badoo retains the exclusive right to settle, compromise and pay any and all Claims or causes of action which are brought against us without your prior consent."},
    {"is_flagged":0, "sentence": "11."},
    {"is_flagged":0, "sentence": "Miscellaneous\nWhat about all of those standard clauses that you see at the end of most contracts?"},
    {"is_flagged":0, "sentence": "They’re the best bit!"},
    {"is_flagged":0, "sentence": "As you asked so nicely…\nThe Terms and any dispute or claim arising out of or in connection with it or its subject matter (including non-contractual disputes or claims) shall be are governed by and construed in accordance with English law."},
    {"is_flagged":0, "sentence": "In the event there is a discrepancy between this English language version and any translated copies of the Website Terms and Conditions, the English version shall prevail."},
    {"is_flagged":1, "sentence": "We reserve the right to modify, amend or change the Terms at any time (a “Change”)."},
    {"is_flagged":1, "sentence": "If we do this then the Changes will be posted on this page and we will indicate the effective date of the updates at the bottom of the Terms."},
    {"is_flagged":0, "sentence": "In certain circumstances, we may send an email to you notifying you of any Change."},
    {"is_flagged":0, "sentence": "You should regularly check this page to take notice of any Changes."},
    {"is_flagged":0, "sentence": "If you do not accept any Change to the Terms, you should stop using Badoo immediately."},
    {"is_flagged":0, "sentence": "Your continued use of Badoo following any Change constitutes your acceptance of the Change and you will be legally bound by the new updated Terms."},
    {"is_flagged":1, "sentence": "If, for any reason, any of the Terms are declared to be illegal, invalid or otherwise unenforceable by a court of a competent jurisdiction, then to the extent that term is illegal, invalid or unenforceable, it shall be severed and deleted from the Terms and the remainder of the Terms shall survive, remain in full force and effect and continue to be binding and enforceable."},
    {"is_flagged":0, "sentence": "The Terms set out the entire agreement and understanding between us and you in relation to your use of Badoo and supersedes all previous agreements, representations and arrangements between us (either oral or written)."},
    {"is_flagged":0, "sentence": "Nothing in this clause shall limit or exclude any liability for fraudulent misrepresentation."},
    {"is_flagged":1, "sentence": "No failure or delay by us in exercising any right, power or privilege under the Terms shall operate as a waiver of such right or acceptance of any variation of the Terms and nor shall any single or partial exercise by either party of any right, power or privilege preclude any further exercise of that right or the exercise of any other right, power or privilege."},
    {"is_flagged":1, "sentence": "Nothing in the Terms shall confer or purport to confer on any other third party, any benefit or the right to enforce any term of the Terms and the Contracts (Rights of Third Parties) Act 1999 which shall not apply to the Terms."},
    {"is_flagged":0, "sentence": "About us\nwww.badoo.com is an app and site owned and operated by Badoo Trading Limited."},
    {"is_flagged":0, "sentence": "We are registered in England under company number 07540255."},
    {"is_flagged":0, "sentence": "Our registered office is at The Broadgate Tower, Third Floor, 20 Primrose Street, London EC2A 2RS."},
    {"is_flagged":0, "sentence": "Effective date\nThe Terms were last updated on: 30 March 2021."},
    {"is_flagged":0, "sentence": "TERMS & CONDITIONS\n\nPart A: Runtastic INTRODUCTION VALIDITY OF THE T&C\nSUBJECT OF THE AGREEMENT REGISTRATION\nGENERAL TERMS AND CONDITIONS FOR ALL USERS SPECIAL TERMS AND CONDITIONS FOR PREMIUM MEMBERS DISCONTINUATION\nTERMINATION\n\nSPECIAL CANCELLATION RIGHT FOR CONSUMERS CONFORMITY\nUSER OBLIGATIONS AND CONDUCT BREACH OF USER OBLIGATIONS CONTENT\nPRIVACY POLICY\n\nREPRESENTATIONS AND WARRANTIES LIMITATION OF LIABILITY INDEMNIFICATION BY USERS CHANGES TO THE T&C\n \nMISCELLANEOUS\n\nPart B: adidas Membership Program\nThese Terms & Conditions consist out of two parts."},
    {"is_flagged":0, "sentence": "The ﬁrst part (A) applies to use of the Runtastic Products (as deﬁned below)."},
    {"is_flagged":0, "sentence": "Part B applies to the adidas Membership Program called e.g."},
    {"is_flagged":0, "sentence": "Creators Club, adiClub or Universe."},
    {"is_flagged":1, "sentence": "The adidas Membership Program is currently only available and integrated in the Runtastic Products in the countries listed here and is therefore only relevant to users in those countries."},
    {"is_flagged":0, "sentence": "Runtastic is part of the adidas Group."},
    {"is_flagged":0, "sentence": "Part A: Runtastic\nAt Runtastic, our goal is to support our users on their ﬁtness journeys and provide the best possible experience."},
    {"is_flagged":1, "sentence": "To achieve this, we have updated our Terms & Conditions (“ T&C ”) which clearly outline rights, responsibilities, our Privacy Policy  and more details about our products and services."},
    {"is_flagged":1, "sentence": "The latest version of our T&C – eﬀective as of January 1, 2022 – will be available to you at all times."},
    {"is_flagged":0, "sentence": "Please take the time to read them before using Runtastic services."},
    {"is_flagged":0, "sentence": "INTRODUCTION\n\nWho we are."},
    {"is_flagged":0, "sentence": "runtastic GmbH, Pluskaufstraße 7, 4061 Pasching, Austria (“ Runtastic ”) operates an interactive online platform (“ Platform ”) and mobile apps (“ Apps ” and together with the Platform, the \" Runtastic Products ”) aiming to connect, and create new opportunities for people who are, or want to become, sports- and health-conscious."},
    {"is_flagged":0, "sentence": "Runtastic oﬀers Apps apart from and in connection with the services on the Platform."},
    {"is_flagged":1, "sentence": "Eﬀective as of January 1, 2020 and subject to its discontinuation in accordance with Section 7 , Runtastic oﬀers a number of Apps that include but may not be limited to the following:\nadidas Running, adidas Training."},
    {"is_flagged":0, "sentence": "Registration."},
    {"is_flagged":0, "sentence": "In order to be able to use the complete spectrum of Runtastic Products, a one-time registration is required (see Section 4 )."},
    {"is_flagged":0, "sentence": "However, certain content (e.g."},
    {"is_flagged":0, "sentence": "information regarding sports, health, or nutrition), including general descriptions of Runtastic, can be viewed without registration."},
    {"is_flagged":0, "sentence": "Our Goal."},
    {"is_flagged":1, "sentence": "Runtastic’s goal is to make sports enjoyable and to make a positive contribution to people’s health."},
    {"is_flagged":0, "sentence": "Disclaimer."},
    {"is_flagged":0, "sentence": "Your health is very important to us."},
    {"is_flagged":0, "sentence": "ALWAYS consult your doctor about your athletic behavior."},
    {"is_flagged":0, "sentence": "Runtastic neither substitutes your doctor, nor is Runtastic responsible for your behavior."},
    {"is_flagged":1, "sentence": "The contents of the\nRuntastic Products, regardless whether they are provided by Runtastic, its partners or users, are not meant to supplement, let alone replace, the information provided by doctors or pharmacies."},
    {"is_flagged":1, "sentence": "By accepting these T&C, you conﬁrm that you are solely responsible for your health."},
    {"is_flagged":0, "sentence": "VALIDITY OF THE T&C\n\nValidity."},
    {"is_flagged":0, "sentence": "Runtastic oﬀers the Runtastic Products on the basis of these T&C."},
    {"is_flagged":1, "sentence": "The user consents to the validity of these T&C and any agreements incorporated therein by reference either by (i) using the Runtastic Products, in case they are available without registration, or (ii) registration, in case they require an account."},
    {"is_flagged":0, "sentence": "These T&C shall be valid until cancelled in the currently valid version as of January 1, 2022."},
    {"is_flagged":0, "sentence": "Prerequisite."},
    {"is_flagged":0, "sentence": "Neither the registration nor the use of the complete spectrum of Runtastic Products shall be possible without consent to these T&C."},
    {"is_flagged":0, "sentence": "Extent."},
    {"is_flagged":1, "sentence": "These T&C shall apply to all points of access, including (sub-)domains and mobile applications, for Runtastic Products."},
    {"is_flagged":0, "sentence": "In particular, the Runtastic online oﬀering will be accessible via Runtastic.com ."},
    {"is_flagged":0, "sentence": "SUBJECT OF THE AGREEMENT\n\nCurrently, Runtastic essentially oﬀers its users the following features and information in several languages:\n \nPlatform."},
    {"is_flagged":0, "sentence": "Personal proﬁle page, including personal details; News regarding Runtastic in short form;\nMobile Health & Fitness Apps;\nContent, e.g."},
    {"is_flagged":0, "sentence": "texts, pictures and videos, regarding sports, health and nutrition, that is presented by Runtastic and professional third parties (sports coaches, trainers,...);\nStatus messages;\nA blog presenting company information, products and news regarding health and ﬁtness in long form; and Other content, such as:\nAbout us: Short description of Runtastic;\nCompany oﬀers: Oﬀers of Runtastic addressed to companies; Advertising by Runtastic and\/or third parties;\nSupport for users;\nPrivacy Policy and these T&C; Press & Media Center;\nJobs; and\nLegal information."},
    {"is_flagged":0, "sentence": "Apps."},
    {"is_flagged":0, "sentence": "Applications for Apple iPhones, Android phones, and other smartphones and other devices on a global scale, that can be used both isolated on the smartphone as well as in connection with the Platform."},
    {"is_flagged":0, "sentence": "3.2.2."},
    {"is_flagged":1, "sentence": "Subject to the user’s consent, relevant data is transmitted from the smartphone to the Platform and shared with other social networks (e.g., Facebook), respectively."},
    {"is_flagged":0, "sentence": "Please see our Privacy Policy\nfor more information.3.2.3."},
    {"is_flagged":1, "sentence": "The user hereby conﬁrms the user’s knowledge that as a result of the transmission of data from the smartphone to the Platform, certain costs of the mobile carrier will be incurred that have to be borne by the user."},
    {"is_flagged":0, "sentence": "3.2.4."},
    {"is_flagged":0, "sentence": "The Apps are only available to users of smartphones and other devices."},
    {"is_flagged":1, "sentence": "Without a Premium Membership, as deﬁned below, only the Basic Features, as deﬁne bellow, are available."},
    {"is_flagged":0, "sentence": "3.2.5."},
    {"is_flagged":0, "sentence": "Additional terms and conditions on the part of the mobile phone providers apply."},
    {"is_flagged":0, "sentence": "REGISTRATION\n\nBasic Membership."},
    {"is_flagged":0, "sentence": "The Runtastic Products require a one-time registration."},
    {"is_flagged":1, "sentence": "The minimum age for registration is determined by country."},
    {"is_flagged":0, "sentence": "The list of age limits can be seen in full here\n."},
    {"is_flagged":0, "sentence": "The “ Basic Membership\n\" makes only basic options and features in the Apps available to users (“ Basic Features ”)."},
    {"is_flagged":1, "sentence": "Runtastic oﬀers users three ways of registering:\nvia the registration form provided on the Platform;\nvia one of the Apps: For purposes of registration, the user shall provide the details requested by the registration form, e.g., ﬁrst name, last name, date of birth, completely and correctly, unless such details are marked as voluntary."},
    {"is_flagged":1, "sentence": "Registration is only possible by using the user’s civil name, i.e., the use of fantasy names or pseudonyms is not possible; or\nvia adoption by Runtastic of registration details provided by the user in the social networks Facebook or Google: Registration via Facebook Connect or via Google Sign-In requires the user to conﬁrm that the selected details, which the user previously provided on Facebook or Google, shall be adopted by the Runtastic network."},
    {"is_flagged":0, "sentence": "The user can subsequently add to or reduce such details in such user’s proﬁle on the Platform; or\nif available in your country: via the registration forms provided by adidas on its websites and\/or apps."},
    {"is_flagged":0, "sentence": "Premium Membership."},
    {"is_flagged":0, "sentence": "A Runtastic Premium Service for Premium Members, with all options and features\n(\" Premium Membership ”), is also available against payment of a certain price."},
    {"is_flagged":0, "sentence": "With this Premium Membership additional options and features (“ Premium Features ”) that are not available to Basic Members, are unlocked."},
    {"is_flagged":1, "sentence": "Runtastic may oﬀer Apps with or without Premium Features being available for that speciﬁc App."},
    {"is_flagged":0, "sentence": "4.2.2."},
    {"is_flagged":0, "sentence": "Speciﬁc Premium Member Terms & Conditions as set forth in Section 6 apply to the Premium\n \nMembership."},
    {"is_flagged":1, "sentence": "Unless otherwise speciﬁed in the T&C or Section 6 , all other provisions of these T&C also apply to the Premium Members."},
    {"is_flagged":0, "sentence": "4.2.3."},
    {"is_flagged":1, "sentence": "By registering as a Premium Member, you conﬁrm that you meet the age requirements stated in the applicable law (more information to be found here ) and are thereby legally entitled to enter into contracts."},
    {"is_flagged":0, "sentence": "If the aforementioned representation is not true, Runtastic is not bound by these Premium Conditions."},
    {"is_flagged":0, "sentence": "Minors."},
    {"is_flagged":1, "sentence": "Only persons legally capable to enter into agreements on their own behalf shall be permitted to register with Runtastic."},
    {"is_flagged":0, "sentence": "Consequences of Registration."},
    {"is_flagged":1, "sentence": "By registering, the user conﬁrms his\/her knowledge and the unlimited recognition of the content of these T&C as well as that all registration data is true, accurate, current, and complete, and he\/she will keep all registration information up to date."},
    {"is_flagged":0, "sentence": "4.4.2."},
    {"is_flagged":1, "sentence": "Each user shall register with Runtastic once only, and conﬁrms with his\/her registration that he\/she has not registered an account with Runtastic before and has not deleted a previously activated user account."},
    {"is_flagged":0, "sentence": "4.4.3."},
    {"is_flagged":1, "sentence": "Following successful registration, the user (then the “ Registered User ”) can log on to the Platform by either (i) entering his\/her email address and the chosen password, or (ii) accomplishing the login via Facebook Connect, or Google Sign-In."},
    {"is_flagged":0, "sentence": "Rights of Runtastic."},
    {"is_flagged":1, "sentence": "Runtastic reserves the right to reject users without giving reasons."},
    {"is_flagged":0, "sentence": "In this event, any transmitted details will be deleted promptly."},
    {"is_flagged":0, "sentence": "4.5.2."},
    {"is_flagged":1, "sentence": "If you provide any information that is untrue, inaccurate, not current or incomplete, or Runtastic has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Runtastic has the right to suspend or terminate your account immediately and without prior notice and to refuse any and all current or future use of the Premium Services (or any portion thereof), without the Registered User being entitled to a refund of any previously paid amount."},
    {"is_flagged":0, "sentence": "4.5.3."},
    {"is_flagged":1, "sentence": "In any event, Runtastic reserves the right to contact you at any time to verify your registration data."},
    {"is_flagged":0, "sentence": "User Identity."},
    {"is_flagged":0, "sentence": "Runtastic is not responsible for the actual identity of the user, since personal identiﬁcation via the internet is possible only to a limited extent."},
    {"is_flagged":1, "sentence": "Each user shall itself conﬁrm the identity of other users prior to entering into any form of interaction with such users, e.g., adding as a friend or by writing messages."},
    {"is_flagged":0, "sentence": "GENERAL TERMS AND CONDITIONS FOR ALL USERS\n\nFraud protection."},
    {"is_flagged":0, "sentence": "You must protect your account from unauthorized and fraudulent use."},
    {"is_flagged":1, "sentence": "Please notify us immediately by email at fraudprotection@runtastic.com or, for Premium Members, premium@runtastic.com , of any unauthorized or fraudulent use of your account, or if you suspect that your account may be at risk."},
    {"is_flagged":0, "sentence": "5.1.2."},
    {"is_flagged":1, "sentence": "Runtastic will not refund any amounts paid by you to Runtastic before you report an unauthorized or fraudulent use of your account."},
    {"is_flagged":0, "sentence": "5.1.3."},
    {"is_flagged":1, "sentence": "Runtastic has the right to close or cancel the account of any Registered User in the event of any unauthorized or fraudulent use of the account."},
    {"is_flagged":0, "sentence": "Promotions and Free Oﬀers."},
    {"is_flagged":0, "sentence": "Runtastic may run promotions and free oﬀers, which may be subject to additional terms or restrictions."},
    {"is_flagged":1, "sentence": "These promotions and oﬀers may not be transferred between users."},
    {"is_flagged":0, "sentence": "Changes to the Runtastic Products."},
    {"is_flagged":1, "sentence": "Runtastic reserves the right to change options or features - including Premium Features - in the Runtastic Products."},
    {"is_flagged":0, "sentence": "In most cases Runtastic makes changes to the Runtastic Products to enhance or improve them."},
    {"is_flagged":1, "sentence": "We might also make modiﬁcations if such are necessary to comply with changes in legislation, technical and\/or safety requirements or to reﬂect changes in our company and product strategy and to respond to the market and competitive situation."},
    {"is_flagged":1, "sentence": "Insofar as the changes will not have a material adverse eﬀect on your use of the Runtastic Products, Runtastic will not refund previously paid amounts, unless otherwise provided for in Section 7 ."},
    {"is_flagged":0, "sentence": "SPECIAL TERMS AND CONDITIONS FOR PREMIUM MEMBERS\n\nSubscription Requirement."},
    {"is_flagged":1, "sentence": "In order to use the Runtastic Premium Service for Premium Members, you must (i) be a Registered User, and (ii) pay the stipulated price, including applicable VAT, if any, and any other fees or amounts associated with the Premium Services, by credit card, via AppStores, or any other form of payment accepted by Runtastic (the “ Subscription \")."},
    {"is_flagged":0, "sentence": "Types and Prices of Subscription."},
    {"is_flagged":0, "sentence": "Runtastic oﬀers diﬀerent Subscription periods so that you can choose the one that best satisﬁes your needs."},
    {"is_flagged":0, "sentence": "The diﬀerent Subscription types and applicable prices are available for viewing h\n \nere or in the App Stores."},
    {"is_flagged":1, "sentence": "All prices are subject to change at Runtastic’s discretion at any time."},
    {"is_flagged":1, "sentence": "Any price  changes will be announced on the Platform or in the App Stores."},
    {"is_flagged":0, "sentence": "Payment."},
    {"is_flagged":0, "sentence": "Payment is made in advance for each subscription period."},
    {"is_flagged":0, "sentence": "In other words, you can select the subscription period that best satisﬁes your needs to access the Premium Services."},
    {"is_flagged":0, "sentence": "Once you signed up and paid for the Subscription, the selected validity period will be associated with your account."},
    {"is_flagged":0, "sentence": "6.3.2."},
    {"is_flagged":1, "sentence": "Payments for the entire term of your Premium Membership shall be due immediately upon invoicing."},
    {"is_flagged":0, "sentence": "Payment can be made using diﬀerent online payment systems."},
    {"is_flagged":1, "sentence": "If Runtastic is unable to collect any fees from an account designated by the user due to lack of funds, the user shall bear all costs arising therefrom, including bank charges related to any debit entries or similar charges."},
    {"is_flagged":0, "sentence": "Runtastic may deliver invoices and payment reminders to the user by email."},
    {"is_flagged":0, "sentence": "Automatic Renewal."},
    {"is_flagged":1, "sentence": "When your Subscription period expires, your credit card will be charged automatically with the standard subscription price which was valid at the time of Subscription, i.e., special oﬀer prices do not apply in this case, and your Subscription will be renewed for the same period of time unless you cancel your Subscription, at least prior to the expiration of your current Subscription."},
    {"is_flagged":0, "sentence": "The standard subscription price can be viewed on the Platform and in the App Stores."},
    {"is_flagged":0, "sentence": "Cancellation."},
    {"is_flagged":1, "sentence": "You may cancel your Subscription to Runtastic Premium Service for Premium Members at any time by initiating the cancellation on the Platform or via the App Store."},
    {"is_flagged":1, "sentence": "Unless otherwise provided for in Section 7 , Runtastic will not refund previously paid amounts."},
    {"is_flagged":0, "sentence": "Expiration."},
    {"is_flagged":1, "sentence": "Subject to Section 6.4 , for lack of a user’s cancellation of such user’s Subscription, each Subscription period ends only upon expiration of the agreed-upon time period, and regardless of the user’s actual use of the Runtastic Premium Service for Premium Members during such period."},
    {"is_flagged":0, "sentence": "Each user can check the length of the current Subscription period by viewing such user’s account information."},
    {"is_flagged":0, "sentence": "Contact."},
    {"is_flagged":0, "sentence": "Please contact us for any questions you might have or to report any violations of the Premium Conditions in this Section 6 at premium@runtastic.com ."},
    {"is_flagged":0, "sentence": "Application of Other Rules."},
    {"is_flagged":0, "sentence": "Unless otherwise speciﬁed in this Section 6 , all other provisions of these General T&C apply also to the Premium Members."},
    {"is_flagged":0, "sentence": "DISCONTINUATION\n\nDiscontinuation of Runtastic Products."},
    {"is_flagged":0, "sentence": "Runtastic reserves the right to discontinue one or more Runtastic Product."},
    {"is_flagged":1, "sentence": "We might discontinue Runtastic Products if this is necessary to comply with changes in legislation, technical and\/or safety requirements or to reﬂect changes in our company and product strategy and to respond to the market and competitive situation."},
    {"is_flagged":1, "sentence": "All users shall be given reasonable prior notice of the discontinuation of a Runtastic Product."},
    {"is_flagged":0, "sentence": "After the notiﬁcation, Premium Members shall be able to use the App for the duration of their current Subscription period."},
    {"is_flagged":0, "sentence": "Please note that during this period the two following limitations apply:\n1."},
    {"is_flagged":0, "sentence": "It may not be possible to download the App on another device."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":0, "sentence": "Runtastic will not update the Runtastic Product during this period for any other purposes than security and conformity with the contract."},
    {"is_flagged":1, "sentence": "This means that if the operating system of your device is updated or if other relevant third party technical services change during this period, it may not be possible to use the Runtastic Product any longer."},
    {"is_flagged":0, "sentence": "Runtastic assumes no liability for this."},
    {"is_flagged":1, "sentence": "If you have purchased your Premium Membership through an App that will be discontinued, your Subscription will not be automatically renewed and will expire at the end of your current Subscription."},
    {"is_flagged":0, "sentence": "If you have purchased your Premium Membership through another App - that will not be discontinued - automatic renewal as\ndescribed in Section 6.4 shall still occur."},
    {"is_flagged":1, "sentence": "Subject to the two limitations as described above, only if Runtastic cannot provide the possibility for you to use the App until your current Subscription period has ended, are you entitled to a pro rata refund of the payment for the current Subscription of your Premium Membership."},
    {"is_flagged":0, "sentence": "If this\noccurs, you can contact Runtastic (see Section 6.7 ) to claim your refund."},
    {"is_flagged":0, "sentence": "Notice."},
    {"is_flagged":0, "sentence": "Runtastic may give notice as mentioned under Section 7.1 by informing you either by email or through communication within the Runtastic Products."},
    {"is_flagged":0, "sentence": "TERMINATION\n\nGeneral."},
    {"is_flagged":1, "sentence": "Each user shall have the right to terminate the use of Runtastic Products at any time via his\/her account settings."},
    {"is_flagged":0, "sentence": "Such termination shall be conﬁrmed to the user."},
    {"is_flagged":0, "sentence": "Runtastic’s Termination Right."},
    {"is_flagged":1, "sentence": "Additionally, Runtastic reserves the right to terminate a user’s membership for important reasons, such as due to gross breaches of the user’s obligations as set forth in these T&C and ancillary agreements."},
    {"is_flagged":0, "sentence": "Consequences of Termination."},
    {"is_flagged":1, "sentence": "If you have generated, transmitted, saved, published content, or otherwise made content available through the Runtastic Products, the rights granted to Runtastic in accordance with Section\n13.4 in relation to this content, which does not qualify as personal data, shall expire upon terminating the use of the Runtastic Products."},
    {"is_flagged":0, "sentence": "This does not apply if such content:\nhas no use outside the context of the Runtastic Products, is exclusively related to your use of the Runtastic Products,\nhas been aggregated by us with other data and cannot be disaggregated or can only be disaggregated with disproportionate eﬀort, or\nwas generated by you together with otherusers, provided that other users can still use the data."},
    {"is_flagged":0, "sentence": "For personal data, the provisions of the Privacy Policy ( Section 5.2 ) apply."},
    {"is_flagged":0, "sentence": "Request for data."},
    {"is_flagged":1, "sentence": "If you generated, transmitted, saved, published or otherwise made available through the Runtastic Products content, we shall, at your request, provide you with the content, which does not qualify as personal data, free of charge, within a reasonable period of time and in a common and machine-readable format after the termination becomes eﬀective."},
    {"is_flagged":1, "sentence": "This does not apply if such content:\nhas no use outside the context of the Runtastic Products,\nis exclusively related to your use of the Runtastic Products or\nhas been aggregated by us with other data and cannot be disaggregated or can only be disaggregated with disproportionate eﬀort."},
    {"is_flagged":0, "sentence": "For personal data, the provisions of the Privacy Policy ( Section 6.3 ) apply."},
    {"is_flagged":0, "sentence": "Further Information."},
    {"is_flagged":0, "sentence": "Please see our Privacy Policy for further information on the deletion of your account."},
    {"is_flagged":0, "sentence": "SPECIAL CANCELLATION RIGHT FOR CONSUMERS\n\nApplication of Consumer Laws."},
    {"is_flagged":1, "sentence": "If you are a Registered User, using the Runtastic Products for a purpose that is not related to either your commercial or professional freelance activity, the following provisions apply to you as a consumer within the meaning of Section 1 of the Austrian Consumer Protection Act (Konsumentenschutzgesetz; KSchG)."},
    {"is_flagged":0, "sentence": "Right of Withdrawal from Contract - You may cancel your agreement with Runtastic in writing, e.g., by letter or email, within 14 days of the date on which the agreement was entered into without stating any reasons."},
    {"is_flagged":0, "sentence": "You can cancel the agreement by sending your notiﬁcation to:\nruntastic GmbH, Pluskaufstraße 7, 4061 Pasching, Austria or via Email: cancellation@runtastic.com ."},
    {"is_flagged":1, "sentence": "Consequences of Cancellation - In the event of cancellation, any beneﬁts received by one party from the other must be returned, and any economic advantages gained must be repaid."},
    {"is_flagged":1, "sentence": "If you are not able to return the services rendered to Runtastic in full or in part, you are obligated to reimburse Runtastic for the value lost - in relation to the time of use of the rendered services."},
    {"is_flagged":1, "sentence": "This may mean that you are required to fulﬁll your payment obligations proportionally until cancellation has become eﬀective."},
    {"is_flagged":1, "sentence": "Obligations to reimburse costs must be fulﬁlled within 30 days."},
    {"is_flagged":1, "sentence": "For you, this period begins when you send your contract termination, for us when we receive it."},
    {"is_flagged":0, "sentence": "Cancellation."},
    {"is_flagged":0, "sentence": "The exercise of your cancellation right pursuant to this section may occur via the following cancell ation form :\nI\/We (*) hereby give notice that I\/We (*) withdraw from my\/our (*) contract of sale of the following goods (*)\/for the provision of the following service (*),\nOrdered on (*)\/received on (*), Name of consumer(s), Address of consumer(s),\nEmail address of consumer(s) which is used to login to Runtastic Products, Signature of consumer(s) (only if this form is notiﬁed on paper),\nDate\n(*) Delete as appropriate\n \nCONFORMITY\n\nConformity."},
    {"is_flagged":1, "sentence": "We have a legal obligation to make sure that the Runtastic Products conform to the contract."},
    {"is_flagged":0, "sentence": "Updates."},
    {"is_flagged":0, "sentence": "As part of this legal obligation, we will, from time to time, oﬀer and request you to install security and technical updates for the Runtastic Products."},
    {"is_flagged":1, "sentence": "It is your responsibility to install such updates without delay and to update the operating system of your end device if this is required for such updates."},
    {"is_flagged":1, "sentence": "We will not be liable for any lack of conformity of the Runtastic Products resulting from the lack of the relevant update when you fail to install the update that we supplied to you."},
    {"is_flagged":0, "sentence": "Remedies."},
    {"is_flagged":1, "sentence": "If our Runtastic Products do not conform to the contract of sale and\/or the statutory conformity requirements, you have the right to have the defect corrected."},
    {"is_flagged":1, "sentence": "Your right to claim lack of conformity expires two\n(2) years after the termination of the membership."},
    {"is_flagged":1, "sentence": "Cooperation You are required to reasonably cooperate with us to assess whether the cause of a lack of conformity lies in your digital environment."},
    {"is_flagged":1, "sentence": "If you do not provide such cooperation, the burden of proof of any conformity of the Runtastic Products will lie with you."},
    {"is_flagged":0, "sentence": "USER OBLIGATIONS AND CONDUCT\n\nUser Obligations."},
    {"is_flagged":0, "sentence": "Each user of the Runtastic Products must:\ntruthfully provide, and keep current and complete, his\/her registration details, and must not pass on such details to third parties;\nonly save, publish, transmit and distribute such content, e.g., photos, pictures, text, representations or videos, if the user is authorized to pass on such content, i.e., (i) if the user has the exclusive right to use such content or, (ii) in the event that the user is not the owner of such rights with respect to content provided by it, if the user guarantees to Runtastic that all required rights, licenses, permits etc."},
    {"is_flagged":0, "sentence": "have been validly obtained."},
    {"is_flagged":0, "sentence": "This shall also apply to content subject to intellectual property rights, such as trade names and trademarks."},
    {"is_flagged":1, "sentence": "The user shall be exclusively responsible for such content;\nnot save, publish, transmit or distribute any content that is racist, insulting, discriminating, denunciating, sexual, gloriﬁes violence or is otherwise illegal;\nnot to send chain letters or messages to more than one recipient at any one time, i.e., the user must not send mass emails or spam;\nnot carry out any disrupting interferences in the Runtastic network, including the Runtastic Products, by use of technical or electronic aids, such as hacking attempts, brute force attacks, planting of viruses\/worms\/trojans and other disrupting attempts regarding Runtastic’s software or hardware;\nnot copy, distribute, transmit or collect by use of technical aids, e.g., by crawlers or bots, accessible details without the consent of the respective owner;\nprovide prompt notice via email to fraudprotection@runtastic.com of any detected breaches of the aforementioned obligations;\ndiligently care for the personal details and only allow such persons access to their own details that are close to the user; and\nregularly save important personal details externally, e.g., on an external storage medium, hard drive or in the cloud."},
    {"is_flagged":0, "sentence": "Runtastic shall not be responsible for any lost or impaired details."},
    {"is_flagged":0, "sentence": "BREACH OF USER OBLIGATIONS\n\nSanctions."},
    {"is_flagged":0, "sentence": "In order to ensure the proper and reliable provision of Runtastic Products, Runtastic imposes the following sanctions upon breach of user obligations by a user:\nwarning;\ndeletion of content;\ntemporary deactivation of user account; and cancellation (irrevocable deactivation)."},
    {"is_flagged":0, "sentence": "The type of sanction shall depend on the purpose, impact, and type of the breach in light of Runtastic’s and the user’s interests."},
    {"is_flagged":0, "sentence": "Cancellation."},
    {"is_flagged":0, "sentence": "In the event a user account shall be cancelled in accordance with this Section, the respective user shall not be permitted to register again."},
    {"is_flagged":0, "sentence": "CONTENT\n\nGeneral."},
    {"is_flagged":0, "sentence": "Runtastic permits its Registered Users to use the oﬀered portfolio of Runtastic Products in accordance with statutory law and these T&C, in order to upload, save, publish, distribute, transmit, and share content with other users."},
    {"is_flagged":0, "sentence": "Tracking."},
    {"is_flagged":1, "sentence": "The user consents that, as a result of the automatic evaluation of the way such user uses the Platform, it may be exposed to certain oﬀers and\/or marketing messages tailored to such user."},
    {"is_flagged":0, "sentence": "Please see our Privacy Policy concerning tracking for marketing purposes."},
    {"is_flagged":0, "sentence": "Disclosure."},
    {"is_flagged":1, "sentence": "Runtastic shall have the right to save content or disclose such content to third parties, to the extent this is required by law, or legally permissible and reasonably necessary, in order to\ncomply with statutory law, or court or administrative orders; ensure compliance with these T&C;\nreact to claims of breaches of law raised by third parties; or\nsafeguard the rights, property or personal safety of Runtastic, its users and the general public."},
    {"is_flagged":0, "sentence": "User Content."},
    {"is_flagged":1, "sentence": "The user grants Runtastic the irrevocable, free, non-exclusive and unlimited right to use all content generated, transmitted, saved and published by such user."},
    {"is_flagged":1, "sentence": "Accordingly, Runtastic shall have the right to use, irrespective of the type of usage, all content both as part of the Platform and any other activity of Runtastic or any company aﬃliated with Runtastic."},
    {"is_flagged":1, "sentence": "This shall include the right to change and edit such content, unless such changes or edits impair material interests of the user."},
    {"is_flagged":0, "sentence": "In this connection, the user waives, to the extent legally permissible , all intellectual property rights."},
    {"is_flagged":1, "sentence": "However, to the extent feasible, in the event that Runtastic uses content created by a user outside the Runtastic Products, Runtastic shall note that such content was created by the user."},
    {"is_flagged":0, "sentence": "Ownership."},
    {"is_flagged":1, "sentence": "Runtastic does not claim ownership of any content created by users and will not supervise such content."},
    {"is_flagged":0, "sentence": "Deletion."},
    {"is_flagged":1, "sentence": "Runtastic reserves the right to delete content created by users, such as routes, photos, events or comments without giving reasons."},
    {"is_flagged":0, "sentence": "In this event, the user shall be notiﬁed and, in the event of a breach of these T&C, may be sanctioned in accordance with Section 12 ."},
    {"is_flagged":0, "sentence": "Inaccurate Content."},
    {"is_flagged":1, "sentence": "Runtastic shall not be responsible for inaccurate content created by users, e.g., details regarding routes or events etc."},
    {"is_flagged":0, "sentence": "PRIVACY POLICY\n\nPlease see the separate Privacy Policy available on www.runtastic.com\/privacy-policy that is an integral part of this agreement."},
    {"is_flagged":0, "sentence": "REPRESENTATIONS AND WARRANTIES\n\nLimitation."},
    {"is_flagged":0, "sentence": "Runtastic does not claim or warrant that\nthe Runtastic Products will be available at all times, or that they and the necessary hardware and software will be completely free from errors; and\nthe transmission of data via other systems, in particular the internet and telecommunication networks, is not tracked, recorded or distorted by third parties."},
    {"is_flagged":0, "sentence": "Own Risk."},
    {"is_flagged":0, "sentence": "The user uses the Runtastic Products exclusively at his\/her own risk."},
    {"is_flagged":1, "sentence": "This applies, without limitation, to\nthe related use of any hardware, including, but not limited to, (i) the respective smartphone, e.g., in the course of using the feature “measuring pulse”, by pressing the photo light for a prolonged period, the user’s ﬁnger may heat up, (ii) chest straps, and (iii) smartphone dongles;\ndownloading of the user’s own and third party content; and\n \nany use by the user of data created or provided by Runtastic, including, but not limited to (i) measured pulse or altitude details, or (ii) recommendations for actions, e.g., workout plans etc."},
    {"is_flagged":1, "sentence": "The user explicitly acknowledges that any such data or content may contain errors, and Runtastic does not, to the extent permitted by law , assume any responsibility for the correctness of such data."},
    {"is_flagged":0, "sentence": "Medical Advice."},
    {"is_flagged":0, "sentence": "The use of any software or hardware oﬀered by Runtastic is no substitute for the consultation by the user of a specialized doctor."},
    {"is_flagged":0, "sentence": "External Content."},
    {"is_flagged":0, "sentence": "Additionally, Runtastic does not make any representations or warranties with respect to external links, banners or other information and marketing oﬀers that may be made accessible to the user."},
    {"is_flagged":1, "sentence": "Any contractual arrangements entered into between the user and a third party provider, e.g., via linked websites or banners, result in a contractual relationship between such user and the third party provider only."},
    {"is_flagged":0, "sentence": "Runtastic does not make any representations or warranties with respect to products or services of third party providers."},
    {"is_flagged":0, "sentence": "LIMITATION OF LIABILITY\n\nGeneral."},
    {"is_flagged":1, "sentence": "Runtastic shall be liable for damages as currently provided by law, regardless of the statutory basis of such liability (precontractual, contractual, tort) only if Runtastic has caused a certain damage willfully or with gross negligence."},
    {"is_flagged":1, "sentence": "In the event of slight negligence, Runtastic shall not be liable to other businesses and shall be liable to consumers only for personal damages."},
    {"is_flagged":1, "sentence": "Runtastic shall not be liable to businesses for follow-on damages, mere pecuniary losses, lost proﬁts, or damages resulting from claims of third parties."},
    {"is_flagged":0, "sentence": "Content."},
    {"is_flagged":1, "sentence": "Unless required by statutory law , neither Runtastic nor any of its business aﬃliates shall be liable for damages resulting from the use of content made accessible through the use of the Platform or other forms of use of the Runtastic Products."},
    {"is_flagged":1, "sentence": "This also applies to damages resulting from errors, problems, viruses or loss of data."},
    {"is_flagged":0, "sentence": "Downloads."},
    {"is_flagged":1, "sentence": "Runtastic assumes no liability for downloaded material or material obtained as a consequence of using the Runtastic Products."},
    {"is_flagged":1, "sentence": "The Registered User is solely responsible for any damages caused by such materials to his computer or smart phone system or for information that is lost as a consequence of downloading materials from any of the Runtastic Products."},
    {"is_flagged":0, "sentence": "Conﬂicts."},
    {"is_flagged":1, "sentence": "The Registered User is exclusively liable for any claims of lawsuits of any kind in any way derived from or related to conﬂicts with other users."},
    {"is_flagged":1, "sentence": "The Registered User acknowledges and accepts that Runtastic will not, under any circumstances, be liable for the acts and omissions of other users, including the damages associated with such acts or omissions."},
    {"is_flagged":0, "sentence": "INDEMNIFICATION BY USERS\n\nIndemniﬁcation."},
    {"is_flagged":1, "sentence": "The user shall indemnify Runtastic for all claims raised by third parties as a result of an infringement of their rights by the user in connection with content uploaded to or any of the Runtastic Products by such user or as a result of any other usage by such user of applications available from Runtastic."},
    {"is_flagged":1, "sentence": "The user shall bear the costs of any legal proceedings, in which Runtastic may be involved in connection with such claims, including all court costs and attorney’s fees to the extent permitted by law , unless the user was not at fault in causing such infringement."},
    {"is_flagged":0, "sentence": "Support."},
    {"is_flagged":1, "sentence": "In the event that a claim is brought by a third party, the user shall promptly, truthfully and completely make available to Runtastic all information available to such user that may be necessary to verify such claim and defend against it."},
    {"is_flagged":1, "sentence": "Any additional claims for damages that Runtastic may be entitled to bring against the user shall not be aﬀected."},
    {"is_flagged":0, "sentence": "CHANGES TO THE T&C\n\nGeneral."},
    {"is_flagged":1, "sentence": "Runtastic reserves the right to amend these T&C from time to time for a number of reasons including, without limitation, for commercial reasons, to comply with applicable law or regulations, or for customer service reasons."},
    {"is_flagged":0, "sentence": "At any time, the then-current version of these T&C is available for viewing on the Platform as well as in the Apps."},
    {"is_flagged":0, "sentence": "Changes."},
    {"is_flagged":0, "sentence": "In case of minor changes to these T&C (if, for example, there is a change in the law that means we need to change these T&C), we may simply make the new T&C available for viewing on the Platform and in the\n \nApps."},
    {"is_flagged":0, "sentence": "Please check these T&C regularly to ensure that you understand the up-to-date terms."},
    {"is_flagged":0, "sentence": "For any signiﬁcant changes to these T&C that will materially adversely impact you, Runtastic will either obtain your speciﬁc consent to the changes through communication in the Runtastic Products, or Runtastic will inform you of any changes at least two weeks prior to the eﬀective date of the changes via email to the address provided during Registration (“ Amendment Information ”)."},
    {"is_flagged":0, "sentence": "From receiving the Amendment Information, you will have an objection period of two weeks."},
    {"is_flagged":0, "sentence": "18.2.2."},
    {"is_flagged":0, "sentence": "The Amendment Information will entail (i) the updated T&C, (ii) the eﬀective date of the changes, (iii) a two-week objection period, (iv) information on the consequences of omitting an objection."},
    {"is_flagged":0, "sentence": "18.2.3."},
    {"is_flagged":0, "sentence": "If you do not object to the changes, the updated T&C will be deemed accepted."},
    {"is_flagged":0, "sentence": "18.2.4."},
    {"is_flagged":0, "sentence": "In the event that you object to the changes, Runtastic is entitled to terminate the user contract and delete your user account, under consideration of your interests if continuing of the contractual relationship under the scope of the current terms and conditions is not possible or unreasonable for Runtastic."},
    {"is_flagged":0, "sentence": "Written Form."},
    {"is_flagged":0, "sentence": "Subject to Section 18.1 and Section 18.2 , any changes to these T&C must be made in writing."},
    {"is_flagged":0, "sentence": "No ancillary oral arrangements exist."},
    {"is_flagged":0, "sentence": "MISCELLANEOUS\n\nSeverability Clause."},
    {"is_flagged":1, "sentence": "In the event that individual provisions of these T&C shall be or become invalid, all other terms and conditions shall remain in full force and eﬀect."},
    {"is_flagged":0, "sentence": "Governing Law and Jurisdiction."},
    {"is_flagged":1, "sentence": "These T&C and all contractual relations and litigation between the users and Runtastic shall be governed by Austrian law, excluding the conﬂict of law-provisions and the United Nations Convention on Contracts for the International Sale of Goods."},
    {"is_flagged":0, "sentence": "19.2.2."},
    {"is_flagged":0, "sentence": "Place of delivery and exclusive court of jurisdiction shall be Linz, Austria."},
    {"is_flagged":0, "sentence": "19.2.3."},
    {"is_flagged":0, "sentence": "This section is not relevant for any users that are consumers within the meaning of the Austrian Consumer Protection Act (Konsumentenschutzgesetz, KSchG)."},
    {"is_flagged":0, "sentence": "Part B: adidas Membership Program\nIF YOU USE ANY RUNTASTIC PRODUCTS IN THE COUNTRIES LISTED HERE , YOU SHALL AUTOMATICALLY BECOME A MEMBER OF THE ADIDAS MEMBERSHIP PROGRAM (CALLED E.G."},
    {"is_flagged":0, "sentence": "CREATORS CLUB, ADICLUB) IF YOU ARE NOT A MEMBER ALREADY."},
    {"is_flagged":0, "sentence": "PLEASE CHECK THE LIST REGULARLY AS IT MIGHT BE SUPPLEMENTED."},
    {"is_flagged":0, "sentence": "This membership is subject to speciﬁc Terms & Conditions."},
    {"is_flagged":0, "sentence": "By continuing to use a Runtastic Product in one of the listed countries, you hereby accept the respective Creators Club Terms & Conditions."},
    {"is_flagged":0, "sentence": "You can ﬁnd those\nTerms & Conditions applicable in your country here  ."},
    {"is_flagged":0, "sentence": "Please note that in these countries the adidas Membership Program is an integral part of Runtastic Products and Runtastic Products cannot be used without adidas Membership Program in these countries."},
    {"is_flagged":0, "sentence": "That particularly means by cancelling your adidas Membership Program, you also cancel your use of Runtastic Products."},
    {"is_flagged":0, "sentence": "Last updated: 24 January 2022"},
    {"is_flagged":0, "sentence": "Legal\tTerms and Conditions of Use\tCopyright Policy\tPrivacy Policy User Guidelines\tPremium Offer Terms\nSpotify Terms of Use\n1."},
    {"is_flagged":0, "sentence": "Introduction\n2."},
    {"is_flagged":0, "sentence": "The Spotify Service Provided by Us."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":0, "sentence": "Your Use of the Spotify Service\n4."},
    {"is_flagged":0, "sentence": "Content and Intellectual Property Rights\n5."},
    {"is_flagged":0, "sentence": "Customer Support, Information, Questions and Complaints\n6."},
    {"is_flagged":0, "sentence": "Problems and Disputes\n7."},
    {"is_flagged":0, "sentence": "About these Terms\n1."},
    {"is_flagged":0, "sentence": "Introduction\nPlease read these Terms of Use (these \"Terms\") carefully as they govern your use of (which includes access to) Spotify's personalized services for streaming music and other content , including all of our websites and software applications that incorporate or link to these Terms (collectively, the \"Spotify Service\") and any music, videos, podcasts, or other material that is made available through the Spotify Service (the \"Content\")."},
    {"is_flagged":0, "sentence": "Use of the Spotify Service may be subject to additional terms and conditions presented by Spotify, which are hereby incorporated by this reference into these Terms."},
    {"is_flagged":0, "sentence": "By signing up for, or otherwise using, the Spotify Service, you agree to these Terms."},
    {"is_flagged":0, "sentence": "If you do not agree to these Terms, then you must not use the Spotify Service or access any Content."},
    {"is_flagged":0, "sentence": "Service Provider\nThese Terms are between you and Spotify AB, Regeringsgatan 19, 111 53, Stockholm, Sweden."},
    {"is_flagged":1, "sentence": "Age and eligibility requirements\nIn order to use the Spotify Service and access any Content, you need to (1) be 13 years of age (or the equivalent minimum age in your home country) or older, (2) have parent or guardian consent if you are a minor in your home country; (3) have the power to enter a binding contract with us and not be barred from doing so under any applicable laws, and (4) reside in a country where the Service is available."},
    {"is_flagged":1, "sentence": "You also promise that any registration information that you\n \nsubmit to Spotify is true, accurate, and complete, and you agree to keep it that way at all times If you are a minor in your home country, your parent or guardian will need to enter into these Terms on your behalf."},
    {"is_flagged":0, "sentence": "You can find additional information regarding minimum age requirements in the registration process."},
    {"is_flagged":0, "sentence": "If you do not meet the minimum age requirements then Spotify will be unable to register you as a user."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":0, "sentence": "The Spotify Service Provided by Us."},
    {"is_flagged":0, "sentence": "Spotify Service Options\nWe provide numerous Spotify Service options."},
    {"is_flagged":1, "sentence": "Certain Spotify Service options are provided free-of-charge, while other options require payment before they can be accessed (the \"Paid Subscriptions\")."},
    {"is_flagged":0, "sentence": "We may also offer special promotional plans, memberships, or services, including offerings of third-party products and services."},
    {"is_flagged":1, "sentence": "We are not responsible for the products and services provided by such third parties."},
    {"is_flagged":1, "sentence": "The Unlimited Service may not be available to all users."},
    {"is_flagged":0, "sentence": "We will explain which services are available to you when you are signing up for the services."},
    {"is_flagged":1, "sentence": "If you cancel your subscription to the Unlimited Service, or if your subscription to the Unlimited Service is interrupted (for example, if you change your payment details), you may not be able to re-subscribe for the Unlimited Service."},
    {"is_flagged":0, "sentence": "Note that the Unlimited Service may be discontinued in the future, in which case you will no longer be charged for the Service."},
    {"is_flagged":1, "sentence": "Trials\nFrom time to time, we or others on our behalf may offer trials of Paid Subscriptions for a specified period without payment or at a reduced rate (a \"Trial\")."},
    {"is_flagged":0, "sentence": "By using a Spotify Service via a Trial, you agree to the Spotify Premium Promotional Offer Terms ."},
    {"is_flagged":1, "sentence": "Third-Party Applications, Devices and Open Source Software\nThe Spotify Service may be integrated with, or may otherwise interact with, third-party applications, websites, and services (\"Third-Party Applications\") and third-party personal computers, mobile handsets, tablets, wearable devices, speakers, and other devices (\"Devices\")."},
    {"is_flagged":1, "sentence": "Your use of such Third-Party Applications and Devices may be subject to additional terms, conditions and policies provided to you by the applicable third party."},
    {"is_flagged":1, "sentence": "Spotify does not guarantee that Third-Party Applications and Devices will be compatible with the Spotify Service."},
    {"is_flagged":0, "sentence": "Service Limitations and Modifications\nWe use reasonable care and skill to keep the Spotify Service operational and to provide you with a personalized, immersive audio experience."},
    {"is_flagged":0, "sentence": "However, our service offerings and their availability may change from time to time  and subject to applicable laws , without liability to you; for example:\nThe Spotify Services may experience temporary interruptions due to technical difficulties, maintenance or testing, or updates, including those required to reflect changes in relevant laws and regulatory requirements."},
    {"is_flagged":0, "sentence": "We aim to evolve and improve our Services constantly, and we may modify, suspend, or stop (permanently or temporarily) providing all of part of the Spotify Service (including particular functions, features, subscription plans and promotional offerings)."},
    {"is_flagged":1, "sentence": "Spotify has no obligation to provide any specific content through the Spotify Service, and Spotify or the applicable owners may remove particular songs, videos, podcasts, and other Content without notice."},
    {"is_flagged":1, "sentence": "If you have prepaid fees directly to Spotify for a Paid Subscription that Spotify discontinues prior to the end of your Pre-Paid Period (as that term is defined in the Payments and cancellations section below), Spotify will refund you the prepaid fees for the Pre-Paid Period for any unused part of your then current Paid Subscription after such discontinuation."},
    {"is_flagged":1, "sentence": "Your account and billing information must be up to date in order for us to refund you."},
    {"is_flagged":1, "sentence": "Spotify has no liability to you, nor any obligation to provide a refund to you, in connection with internet or other service outages or failures that are caused by the actions of government authorities, other third parties or events beyond our control."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":0, "sentence": "Your Use of the Spotify Service\nCreating a Spotify account\nYou may need to create a Spotify account to use all or part of the Spotify Service."},
    {"is_flagged":0, "sentence": "Your username and password are for your personal use only and should be kept confidential."},
    {"is_flagged":1, "sentence": "You understand that you are responsible for all use (including any unauthorized use) of your username and password."},
    {"is_flagged":1, "sentence": "Notify our Customer Service team immediately if your username or password is lost or stolen, or if you believe there has been unauthorized access to your account."},
    {"is_flagged":1, "sentence": "Spotify may reclaim, or require you to change, your username for any reason."},
    {"is_flagged":1, "sentence": "Your rights to use the Spotify Service\nAccess to the Spotify Services\nSubject to your compliance with these Terms (including any other applicable terms and conditions), we grant to you limited, non-exclusive, revocable permission to make personal,\nnon-commercial use of the Spotify Service and the Content (collectively, \"Access\")."},
    {"is_flagged":0, "sentence": "This Access shall remain in effect unless and until terminated by you or Spotify."},
    {"is_flagged":1, "sentence": "You agree that you will not redistribute or transfer the Spotify Service or the Content."},
    {"is_flagged":1, "sentence": "The Spotify software applications and the Content are licensed, not sold or transferred to you, and Spotify and its licensors retain ownership of all copies of the Spotify software applications and Content even after installation on your Devices."},
    {"is_flagged":0, "sentence": "Spotify's Proprietary Rights\nThe Spotify Service and the Content are the property of Spotify or Spotify's licensors."},
    {"is_flagged":1, "sentence": "All Spotify trademarks, service marks, trade names, logos, domain names, and any other features of the Spotify brand (\"Spotify Brand Features\") are the sole property of Spotify or its licensors."},
    {"is_flagged":1, "sentence": "These Terms do not grant you any rights to use any Spotify Brand Features whether for commercial or non-commercial use."},
    {"is_flagged":1, "sentence": "You agree to abide by the Spotify User Guidelines  and not to use the Spotify Service, the Content, or any part thereof in any manner not expressly permitted by these Terms."},
    {"is_flagged":0, "sentence": "Payments and cancellation\nBilling\nYou may purchase a Paid Subscription directly from Spotify or through a third party either by:\npaying a subscription fee in advance on a monthly basis or some other recurring interval disclosed to you prior to your purchase; or\npre-payment giving you access to the Spotify Service for a specific time period (\"Pre- Paid Period\")."},
    {"is_flagged":0, "sentence": "Tax rates are calculated based on the information you provide and the applicable rate at the time of your monthly charge."},
    {"is_flagged":1, "sentence": "If you purchase access to a Paid Subscription through a third party, separate terms and conditions with such third party may apply to your use of the Spotify Service in addition to these Terms."},
    {"is_flagged":1, "sentence": "If you purchase a Paid Subscription using a code, gift card, pre-paid offer, or other offer provided or sold by or on behalf of Spotify for access to a Paid Subscription (\"Codes\"), you hereby agree to the Spotify Card Terms ."},
    {"is_flagged":0, "sentence": "Price and tax changes\nSpotify may from time to time change the price for the Paid Subscriptions, including recurring subscription fees, the Pre-Paid Period (for periods not yet paid), or Codes (defined above), and will communicate any price changes to you in advance on reasonable notice."},
    {"is_flagged":1, "sentence": "Price changes will take effect at the start of the next subscription period following the date of the price change."},
    {"is_flagged":0, "sentence": "Subject to applicable law , by continuing to use the Spotify Service after the price change takes effect, you will have accepted the new price."},
    {"is_flagged":0, "sentence": "If you do not agree to a price change, you can reject the change by unsubscribing from the applicable Paid Subscription prior to the price change going into effect."},
    {"is_flagged":1, "sentence": "Tax rates are based on the rates applicable at the time of your monthly charge."},
    {"is_flagged":0, "sentence": "These amounts can change over time with local tax requirements in your country, state, territory or even city."},
    {"is_flagged":1, "sentence": "Any change in Tax rate will be automatically applied based on the account information you provide\nRenewal and Cancellation\nWith the exception of Paid Subscriptions for a Pre-Paid Period, your payment to Spotify or the third party through which you purchased the Paid Subscription will automatically renew at the end of the applicable subscription period, unless you cancel your Paid Subscription before the end of the then-current subscription period."},
    {"is_flagged":0, "sentence": "Contact our Customer Support team here for\n \ninstructions on how to cancel."},
    {"is_flagged":1, "sentence": "The cancellation will take effect the day after the last day of the current subscription period, and you will be downgraded to the free version of the Spotify Service."},
    {"is_flagged":1, "sentence": "We do not provide refunds or credits for any partial subscription periods, except as expressly stated in these Terms."},
    {"is_flagged":0, "sentence": "If you have purchased a Paid Subscription using a Code, your subscription will automatically terminate at the end of the period stated in the Code, or when there is an insufficient pre-paid balance to pay for the Spotify Service."},
    {"is_flagged":1, "sentence": "Withdrawal right\nIf you sign up for a Trial, you agree that the withdrawal right for the Paid Subscription for which you are receiving a Trial ends fourteen (14) days after you start the Trial."},
    {"is_flagged":1, "sentence": "If you don't cancel the Paid Subscription before the Trial ends, you lose your right of withdrawal and authorise Spotify to automatically charge you the agreed price each month until you cancel the Paid Subscription."},
    {"is_flagged":1, "sentence": "For trials less than fourteen (14) days, you expressly consent to us providing you with the paid service immediately after the end of your Trial and that from that point you lose your right of withdrawal."},
    {"is_flagged":1, "sentence": "If you purchase a Paid Subscription with no Trial, you agree you have fourteen (14) days after your purchase to withdraw for any reason and must pay us for the services provided up until the time you tell us that you have changed your mind."},
    {"is_flagged":0, "sentence": "."},
    {"is_flagged":1, "sentence": "You expressly consent to us providing you with the service immediately following your purchase, that you lose your right of withdrawal, and authorise Spotify to charge you automatically each month until you cancel."},
    {"is_flagged":0, "sentence": "User Guidelines\nWe've established guidelines for using the Spotify Service, to make sure the Spotify Service stays enjoyable for everyone (\"Spotify User Guidelines\")."},
    {"is_flagged":1, "sentence": "In using the Spotify Service, you must comply with the Spotify User Guidelines, as well as all applicable laws, rules, and regulation, and respect the intellectual property, privacy, and other rights of third parties."},
    {"is_flagged":0, "sentence": "Brand Accounts\nIf you establish a Spotify account on behalf of a company, organization, entity, or brand (a \"Brand,\" and such account a \"Brand Account\"), the terms \"you\" and \"your,\" as used throughout these Terms (including other Spotify terms and conditions incorporated by reference herein), apply to both you and the Brand."},
    {"is_flagged":0, "sentence": "If you create a Brand Account, you represent and warrant that you are authorized to grant all permissions and licenses provided in these Terms (including any other applicable Spotify terms and conditions) and to bind the Brand to these Terms."},
    {"is_flagged":1, "sentence": "A Brand may follow users and create and share playlists, provided that the Brand does not take any action that implies an endorsement or commercial relationship between the Brand and the followed user, artist, songwriter, or any other person, unless the Brand has independently obtained the rights to imply such an endorsement."},
    {"is_flagged":0, "sentence": "In addition, Brands must be transparent to our users about disclosing any endorsements or consideration provided to artists, songwriters,\n \nusers, or any other party and must comply with all applicable laws, regulations, and codes of practice when engaging in the foregoing practices."},
    {"is_flagged":1, "sentence": "Export control and sanctions\nSpotify's products may be subject to U.S. export and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (\"EAR\") maintained by the U.S. Department of Commerce, trade and economic sanctions maintained by the Treasury Department's Office of Foreign Assets Control (\"OFAC\"), and the International Traffic in Arms Regulations (\"ITAR\") maintained by the Department of State."},
    {"is_flagged":1, "sentence": "You warrant that you are (1) not located in any country to which the United States has embargoed goods or has otherwise applied any economic sanctions; and (2) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in other jurisdictions or otherwise listed on any U.S. government list of prohibited or restricted parties."},
    {"is_flagged":1, "sentence": "You agree to comply with all applicable export and reexport control laws and regulations, including without limitation the EAR and trade and economic sanctions maintained by OFAC."},
    {"is_flagged":1, "sentence": "Specifically, you agree not to – directly or indirectly – use, sell, export, reexport, transfer, divert, release, or otherwise dispose of any products, software, or technology (including products derived from or based on such technology) received from Spotify under these Terms to any destination, entity, or person or for any end-use prohibited by the EAR, trade and economic sanctions maintained by OFAC, or any applicable laws or regulations of the United States or any other jurisdiction without obtaining any required prior authorization from the competent government authorities as required by those laws and regulations."},
    {"is_flagged":0, "sentence": "4."},
    {"is_flagged":0, "sentence": "Content and Intellectual Property Rights\nUser content\nThe content you post on the service\nSpotify users may post, upload, or otherwise contribute content to the Spotify Service (\"User Content\")."},
    {"is_flagged":0, "sentence": "For the avoidance of doubt, \"User Content\" includes all information, materials and other content that is added, created, uploaded, submitted, distributed, or posted to the Spotify Service (including to the Spotify Support Community) by users."},
    {"is_flagged":0, "sentence": "You are solely responsible for all User Content that you post."},
    {"is_flagged":0, "sentence": "You promise that, with respect to any User Content you post on Spotify, (1) you own or have the right to post such User Content; (2) such User Content, or its use by Spotify pursuant to the license granted below, does not: (i) violate these Terms, applicable law, or the intellectual property or other rights of any third party; or (ii) such User Content does not imply any affiliation with or endorsement of you or your User Content by Spotify or any artist, band, is_flagged, or  sther indi vidual or entity without the prior express written consent from Spotify or such individual or entity."},
    {"is_flagged":0, "sentence": "In posting or sharing User Content or other information on the Spotify Service, please keep in mind that content and other information will be publicly accessible, and may be used and re-\n \nshared by others on the Spotify Service and across the web, so please use caution in posting or sharing on the Spotify Service, and be mindful of your account settings."},
    {"is_flagged":0, "sentence": "Spotify is not responsible for what you or others post or share on the Spotify Service."},
    {"is_flagged":0, "sentence": "Monitoring user content\nSpotify may, but has no obligation to, monitor or review User Content."},
    {"is_flagged":1, "sentence": "Spotify reserves the right to remove or disable access to any User Content for any or no reason ."},
    {"is_flagged":1, "sentence": "Spotify may take these actions without prior notification to you."},
    {"is_flagged":0, "sentence": "Licenses that you grant us\nUser Content\nYou retain ownership of your User Content when you post it to the Service."},
    {"is_flagged":0, "sentence": "However, in order for us to make your User Content available on the Spotify Service, we do need a limited license from you to that User Content."},
    {"is_flagged":0, "sentence": "Accordingly, you hereby grant to Spotify a non-exclusive, transferable, sub-licensable, royalty-free, fully paid, irrevocable, worldwide license to reproduce, make available, perform and display, translate, modify, create derivative works from, distribute, and otherwise use any such User Content through any medium, whether alone or in combination with other Content or materials, in any manner and by any means, method or technology, whether now known or hereafter created, in connection with the Spotify Service."},
    {"is_flagged":0, "sentence": "Where applicable and to the extent permitted under applicable law , you also agree to waive, and not to enforce, any \"moral rights\" or equivalent rights, such as your right to be identified as the author of any User Content , including Feedback, and your right to object to derogatory treatment of such User Content ."},
    {"is_flagged":0, "sentence": "Feedback\nIf you provide ideas, suggestions, or other feedback in connection with your use of the Spotify Service or any Content (\"Feedback\"), such Feedback is not confidential and may be used by Spotify without restriction and without payment to you ."},
    {"is_flagged":0, "sentence": "Feedback is considered a type of User Content under these Terms."},
    {"is_flagged":0, "sentence": "Your Device."},
    {"is_flagged":1, "sentence": "You also grant to us the right (1) to allow the Spotify Service to use the processor, bandwidth, and storage hardware on your Device in order to facilitate the operation of the Spotify Service,\n(2) to provide advertising and other information to you, and to allow our business partners to do the same, as permitted in accordance with the Spotify Privacy Policy ."},
    {"is_flagged":0, "sentence": "Content experience\nIn any part of the Spotify Service, the Content that you access, including its selection and placement, may be influenced by commercial considerations, including Spotify's agreements with third parties."},
    {"is_flagged":1, "sentence": "Some Content licensed by, provided to, created by, or otherwise made available by Spotify (e.g., podcasts) may incorporate advertising, and Spotify is not responsible for any such advertising."},
    {"is_flagged":0, "sentence": "Infringement claims\nSpotify respects the rights of intellectual property owners."},
    {"is_flagged":0, "sentence": "If you believe that any Content infringes your copyright rights, please see the Spotify Copyright Policy."},
    {"is_flagged":0, "sentence": "5."},
    {"is_flagged":0, "sentence": "Customer Support, Information, Questions and Complaints\nSpotify Support Community\nThe Spotify Support Community is a place for discussions and exchange of information, tips, and other materials related to the Spotify Service."},
    {"is_flagged":0, "sentence": "By using the Spotify Support Community, you agree to the Community Terms ."},
    {"is_flagged":0, "sentence": "Customer Support, Information, Questions, Complaint\nFor customer support with account- and payment-related questions (\"Customer Support Queries\"), please use Customer Support resources listed on the About Us section of our website."},
    {"is_flagged":0, "sentence": "If you have any questions concerning the Spotify Service or these Terms (including any additional Spotify terms and conditions incorporated herein), please contact Spotify Customer Service by visiting the About Us section of our website."},
    {"is_flagged":1, "sentence": "If you reside in the European Union, you can also file a complaint at the online platform for alternative dispute resolution (ODR-platform)."},
    {"is_flagged":0, "sentence": "You can find the ODR-platform through the following link: https:\/\/ec.europa.eu\/consumers\/odr."},
    {"is_flagged":0, "sentence": "6."},
    {"is_flagged":0, "sentence": "Problems and Disputes\nSuspending and terminating the Spotify Services\nThese Terms will continue to apply to you until terminated by either you or Spotify."},
    {"is_flagged":1, "sentence": "Spotify may terminate these Terms (including any additional terms and conditions incorporated herein) or suspend your access to the Spotify Service at any time if we believe you have breached any of these Terms , if we stop providing the Spotify Service or any material component thereof on reasonable notice to you, or as we believe necessary to comply with applicable law ."},
    {"is_flagged":1, "sentence": "If you or Spotify terminate these Terms, or if Spotify suspends your access to the Spotify Service, you agree that Spotify shall, subject to applicable laws , have no liability or responsibility to you, and (except as expressly provided in these Terms) Spotify will not refund any amounts that you have already paid ."},
    {"is_flagged":0, "sentence": "You may terminate these Terms at any time, in which case you may not continue accessing or using the Spotify Service."},
    {"is_flagged":0, "sentence": "To learn how to terminate your Spotify account, please use the Customer Support resources on our About Us page."},
    {"is_flagged":1, "sentence": "Sections 4 (Content and Intellectual Property Rights), 3 (Your Use of the Spotify Service), 2 (The Spotify Service Provided by Us), 6 (Problems and Disputes), 7 (About These Terms) herein, as well as any other sections of these Terms that, either explicitly or by their nature, must remain in effect even after termination of these Terms, shall survive termination."},
    {"is_flagged":1, "sentence": "Warranty disclaimers\nSpotify will provide the Spotify Service using reasonable care and skill and in accordance with any specification of the Spotify Service provided by Spotify, however, subject to that, the Spotify Service is provided \"as is\" and \"as available,\"  without any warranties of any kind, whether express, implied, or statutory."},
    {"is_flagged":0, "sentence": "Further, Spotify and all owners of the content disclaim any express, implied, and statutory warranties regarding the content, including warranties of satisfactory quality, merchantability, fitness for a particular purpose, or non-infringement."},
    {"is_flagged":1, "sentence": "Neither Spotify nor any owner of content warrants that the Spotify Service or content is free of malware or other harmful components."},
    {"is_flagged":1, "sentence": "In addition, Spotify makes no representation regarding, nor does it warrant or assume any responsibility for, any third-party applications (or the content thereof), user content, devices or any product or service advertised, promoted or offered by a third party on or through the Spotify Service or any hyperlinked website, and Spotify is not responsible for any transactions between you and any third-party providers of the foregoing."},
    {"is_flagged":0, "sentence": "No advice or information whether oral or in writing obtained by you from Spotify shall create any warranty on behalf of Spotify."},
    {"is_flagged":1, "sentence": "While using the Spotify Service, you may have access to explicit content filtering features, but use of these features may still result in some explicit content being served and you should not rely on such features to filter all explicit content."},
    {"is_flagged":0, "sentence": "This section applies to the fullest extent permitted by applicable law ."},
    {"is_flagged":0, "sentence": "Some jurisdictions do not allow the exclusion of implied warranties or limitations on applicable statutory rights of a consumer, so the exclusion and limitations in this section may not apply to you and nothing will affect your statutory rights ."},
    {"is_flagged":1, "sentence": "Limitation of Liability and Time for Filing a Claim\nSubject to applicable law , you agree that your sole and exclusive remedy for any problems or dissatisfaction with the Spotify Service is to uninstall any Spotify software and to stop using the Spotify Service ."},
    {"is_flagged":1, "sentence": "You agree that Spotify has no obligation or liability arising from or related to third-party applications or the content thereof made available through or in connection with the Spotify Service, and while your relationship with such third-party applications may be governed by separate agreements with such third parties, your sole and exclusive remedy, as with respect to Spotify, for any problems or dissatisfaction with any third-party applications or the content thereof, is to uninstall or stop using such third-party applications."},
    {"is_flagged":1, "sentence": "In no event will Spotify, its officers, shareholders, employees, agents, directors, subsidiaries, affiliates, successors, assigns, suppliers, or licensors be liable for (1) any indirect, special, incidental, punitive, exemplary, or consequential damages; (2) any loss of use, data, business, or profits (whether direct or indirect), in all cases arising out of the use of or inability to use the Spotify Service, devices, third-party applications, or third-party application content ; or (3) aggregate liability for all claims relating to the Spotify Service, third-party applications, or\n \nthird-party application content more than the greater of (a) the amounts paid by you to Spotify during the twelve months prior to the first claim; or (b) $30.00 ."},
    {"is_flagged":1, "sentence": "Any liability we do have for losses you suffer is strictly limited to losses that were reasonably foreseeable."},
    {"is_flagged":0, "sentence": "For clarification, these terms do not limit Spotify's liability for fraud, fraudulent misrepresentation, death or personal injury to the extent that applicable law would prohibit such a limitation  and for any other liability that, by applicable law , may not be limited or excluded."},
    {"is_flagged":0, "sentence": "Except where such restriction is prohibited under applicable law , any claim arising under these terms must be commenced (by filing a demand for arbitration or filing an individual action under the arbitration agreement below)  within one (1) year after the date the party asserting the claim first knows or reasonably should know of the act, omission, or default giving rise to the claim; and there shall be no right to any remedy for any claim not asserted within that time period ."},
    {"is_flagged":1, "sentence": "Third Party Rights\nYou acknowledge and agree that the owners of the Content and certain distributors (such as app store providers) are intended beneficiaries of these Terms and have the right to enforce these Terms directly against you."},
    {"is_flagged":1, "sentence": "Other than as set out in this section, these Terms are not intended to grant rights to anyone except you and Spotify, and in no event shall these Terms create any third-party beneficiary rights."},
    {"is_flagged":1, "sentence": "If you have downloaded any of our mobile software applications (each, an \"App\") from the Apple Inc. (\"Apple\") App Store or if you are using the App on an iOS device, you acknowledge that you have read, understood, and agree to the following notice regarding Apple."},
    {"is_flagged":0, "sentence": "These Terms are between you and Spotify only, not with Apple, and Apple is not responsible for the Spotify Service and the content thereof."},
    {"is_flagged":1, "sentence": "Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Spotify Service."},
    {"is_flagged":1, "sentence": "In the event of any failure of the Spotify Service to conform to any applicable warranty, you may notify Apple and Apple will refund the applicable purchase price for the App to you; and, to the maximum extent permitted by applicable law , Apple has no other warranty obligation whatsoever with respect to the Spotify Service."},
    {"is_flagged":1, "sentence": "Apple is not responsible for addressing any claims by you or any third party relating to the Spotify Service or your possession or use of the Spotify Service, including: (1) product liability claims; (2) any claim that the Spotify Service fails to conform to any applicable legal or regulatory requirement; (3) claims arising under consumer protection or similar legislation; and (4) claims with respect to intellectual property infringement."},
    {"is_flagged":1, "sentence": "Apple is not responsible for the investigation, defense, settlement, and discharge of any third-party claim that the Spotify Service or your possession and use of the App infringe that third party's intellectual property rights."},
    {"is_flagged":0, "sentence": "You agree to comply with any applicable third-party terms, when using the Spotify Service."},
    {"is_flagged":1, "sentence": "Apple, and Apple's subsidiaries, are third-party beneficiaries of these Terms, and upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary of these Terms."},
    {"is_flagged":0, "sentence": "Indemnification\nYou agree to indemnify and hold Spotify harmless from and against any reasonably foreseeable direct losses, damages, and reasonable expenses (including reasonable attorney fees and costs) suffered or incurred by Spotify arising out of or related to: (1) your breach of any of these Terms (including any additional Spotify terms and conditions incorporated herein); (2) any User Content you post or otherwise contribute; (3) any activity in which you engage on or through the Spotify Service; and (4) your violation of any law or the rights of a third party ."},
    {"is_flagged":1, "sentence": "Governing Law, Mandatory Arbitration and Venue\n6.1\tGoverning Law \/ Jurisdiction\nUnless otherwise required by mandatory laws in your country of residence , the Agreements (and any non-contractual disputes\/claims arising out of or in connection with them) are subject to the laws of the state or country listed below, without regard to choice or conflicts of law principles."},
    {"is_flagged":0, "sentence": "Further, you and Spotify agree to the jurisdiction of the courts listed below to resolve any dispute, claim, or controversy that arises in connection with the Agreements (and any non- contractual disputes\/claims arising out of or in connection with them), except where under applicable mandatory laws , you can choose to bring legal proceedings in your country of residence, or we are required to only bring legal proceedings in your country of residence\n\nCountry or region\tChoice of Law\tJurisdiction\nAll other countries and regions in which Spotify is available."},
    {"is_flagged":0, "sentence": "Sweden\tExclusive; Courts of Sweden \nBulgaria, Cyprus, Estonia, France, Hong Kong, Latvia, Lithuania, Luxembourg, Malta, Monaco, Norway, Philippines, Portugal, Slovakia, Spain, Turkey\tLaws of Sweden\tNon-exclusive; Courts of Sweden\nBrazil\tLaws of Brazil\tExclusive; State and Federal Courts of São Paulo, State of São Paulo, Brazil\n \nCountry or region\tChoice of Law\tJurisdiction\nCanada\tNot applicable to residents of Quebec: Laws of the Province of OntarioResidents of Quebec: Laws of the Province of Quebec, Canada\tNot applicable to residents of Quebec: Exclusive other than for the purpose of enforcing judgements; Courts of Ontario, CanadaResidents of Quebec: Courts of Quebec, Canada\nArgentina, Bolivia, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Peru, Uruguay\tState of California, United States\tExclusive; State and Federal Courts of San Francisco County, CA or New York, NY\nUnited Kingdom\tLaws of England and Wales\tExclusive\n\n6.2\tCLASS ACTION WAIVER\nWHERE PERMITTED UNDER THE APPLICABLE LAW , YOU AND SPOTIFY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR\nREPRESENTATIVE ACTION ."},
    {"is_flagged":1, "sentence": "Unless both you and Spotify agree, no arbitrator or judge may consolidate more than one person's claims or otherwise preside over any form of a representative or class proceeding."},
    {"is_flagged":1, "sentence": "6.3\tARBITRATION\nIf you are located in, are based in, have offices in, or do business in a jurisdiction in which this Section 6.3. is enforceable , the following mandatory arbitration  provisions apply to you:\n6.3.1\tDispute resolution and arbitration\nYou and Spotify agree that any dispute, claim, or controversy between you and Spotify arising in connection with or relating in any way to these Agreements or to your relationship with Spotify as a user of the Service (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of the Agreements) will be determined by mandatory binding individual arbitration."},
    {"is_flagged":0, "sentence": "Arbitration is more informal than a lawsuit in court."},
    {"is_flagged":1, "sentence": "THERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED."},
    {"is_flagged":0, "sentence": "There may be more limited discovery than in court."},
    {"is_flagged":0, "sentence": "The arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney fees), except that the arbitrator may not award declaratory or\n \ninjunctive relief benefiting anyone but the parties to the arbitration."},
    {"is_flagged":0, "sentence": "This arbitration provision will survive termination of the Agreements."},
    {"is_flagged":0, "sentence": "6.3.2\tExceptions\nNotwithstanding clause 6.3.1 above, you and Spotify both agree that nothing herein will be deemed to waive, preclude, or otherwise limit either of our rights, at any time, to (1) bring an individual action in a small claims court ,(2) pursue enforcement actions through applicable federal, state, or local agencies where such actions are available, (3) seek injunctive relief in a court of law, or (4) to file suit in a court of law to address intellectual property infringement claims."},
    {"is_flagged":0, "sentence": "6.3.3\tArbitration rules\nEither you or we may start arbitration proceedings."},
    {"is_flagged":0, "sentence": "Any arbitration between you and Spotify will be finally settled under the Rules of Arbitration of the International Chamber of Commerce (the \"ICC\") then in force (the \"ICC Rules\") by one or more arbitrators appointed in accordance with the ICC Rules, as modified by these Agreements, and will be administered by the International Court of Arbitration of the ICC."},
    {"is_flagged":0, "sentence": "Any arbitration will be conducted in the English language and unless otherwise required by a mandatory law of a member state of the European Union or any other jurisdiction , the law to be applied in any arbitration shall be the law of [the relevant state or country described in clause 6.1], without regard to choice or conflicts of law principles."},
    {"is_flagged":0, "sentence": "6.3.4\tTime for filing\nAny arbitration must be commenced by filing a demand for arbitration within ONE (1) YEAR  after the date the party asserting the claim first knows or reasonably should know of the act, omission, or default giving rise to the claim; and there shall be no right to any remedy for any claim not asserted within that time period."},
    {"is_flagged":0, "sentence": "If applicable law prohibits  a one-year limitation period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law ."},
    {"is_flagged":0, "sentence": "6.3.5\tNotice; Process\nA party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or in the event that we do not have a physical address on file for you, by electronic mail (\"Notice\")."},
    {"is_flagged":0, "sentence": "Spotify's address for Notice is: [Spotify, Attn: General Counsel, 4 World Trade Center, 150 Greenwich Street, 62nd Floor, New York, New York 10007, USA]."},
    {"is_flagged":0, "sentence": "The Notice must (1) describe the nature and basis of the claim or dispute; and (2) set forth the specific relief sought (\"Demand\")."},
    {"is_flagged":0, "sentence": "We agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within 30 days after the Notice is received, you or Spotify may commence an arbitration proceeding."},
    {"is_flagged":1, "sentence": "During the arbitration, the amount of any settlement offer made by you or Spotify shall not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any."},
    {"is_flagged":0, "sentence": "In the event our dispute is finally resolved through arbitration in your favor, Spotify shall pay you (1) the amount awarded by the arbitrator, if any, (2) the last written\n \nsettlement amount offered by Spotify in settlement of the dispute prior to the arbitrator's award; or (3) $1,000.00, whichever is greater."},
    {"is_flagged":0, "sentence": "All documents and information disclosed in the course of the arbitration shall be kept strictly confidential by the recipient and shall not be used by the recipient for any purpose other than for purposes of the arbitration or the enforcement of the arbitrator's decision and award and shall not be disclosed except in confidence to persons who have a need to know for such purposes or as required by applicable law.Except as required to enforce the arbitrator's decision and award, neither you nor Spotify shall make any public announcement or public comment or originate any publicity concerning the arbitration, including, but not limited to, the fact that the parties are in dispute, the existence of the arbitration, or any decision or award of the arbitrator."},
    {"is_flagged":1, "sentence": "6.3.6\tModifications\nIn the event that Spotify makes any future change to this arbitration provision (other than a change to Spotify's address for Notice) , you may reject any such change by sending us written notice within 30 days of the change to Spotify's address for Notice, in which case your account with Spotify shall be immediately terminated  and this arbitration provision, as in effect immediately prior to the amendments you reject, shall survive."},
    {"is_flagged":1, "sentence": "6.3.7\tEnforceability\nIf the class action waiver at Section 6.2 is found to be unenforceable in arbitration or if any part of this Section 6.3 is found to be invalid or unenforceable, then the entirety of this Section 6.3 shall be null and void and, in such case, the parties agree that the exclusive jurisdiction and venue described in Section 6.1 shall govern any action arising out of or related to the Agreements and you shall not be prevented from bringing proceedings at any time."},
    {"is_flagged":0, "sentence": "7."},
    {"is_flagged":0, "sentence": "About these Terms\nUnder applicable law , you may have certain rights that can't be limited by a contract."},
    {"is_flagged":0, "sentence": "These terms are in no way intended to restrict those rights."},
    {"is_flagged":0, "sentence": "Changes\nWe may make changes to these Terms (including any additional Spotify terms and conditions incorporated by reference herein) from time to time by notifying you of such changes by any reasonable means (before they take effect), including by posting a revised Agreement on the applicable Spotify Service (provided that, for material changes, we will seek to supplement such notice by email, an in-service pop-up message, or other means) ."},
    {"is_flagged":0, "sentence": "Any such changes will not apply to any dispute between you and us arising prior to the date on which we posted the revised Terms, or other Spotify terms and conditions, incorporating such changes, or otherwise notified you of such changes."},
    {"is_flagged":1, "sentence": "Your use of the Spotify Service following any changes to these Terms will constitute your acceptance of such changes."},
    {"is_flagged":0, "sentence": "If you do not wish to continue using the Spotify Service under the updated Terms, you may terminate your account by contacting us."},
    {"is_flagged":0, "sentence": "The effective date set forth at the top of this document indicates when these Terms were last changed."},
    {"is_flagged":0, "sentence": "Entire Agreement\n \nOther than as stated in this section or as explicitly agreed upon in writing between you and Spotify, these Terms constitute all the terms and conditions agreed upon between you and Spotify and supersede any prior agreements in relation to the subject matter of these Terms, whether written or oral."},
    {"is_flagged":0, "sentence": "As noted above, other terms and conditions governing use of the Spotify Service are incorporated herein by reference, including the following terms and conditions: the Spotify Premium Promotional Offer Terms;Spotify's Card Terms; the Spotify User Guidelines; the Spotify Copyright Policy; and the Spotify Support Community Terms."},
    {"is_flagged":0, "sentence": "Severability and Waiver\nUnless as otherwise stated in these Terms, should any provision of these Terms be held invalid or unenforceable for any reason or to any extent, the remaining provisions of these Terms will not be affected , and the application of that provision shall be enforced to the extent permitted by law ."},
    {"is_flagged":1, "sentence": "Any failure by Spotify or any third-party beneficiary to enforce these Terms or any provision thereof shall not waive Spotify's or the applicable third-party beneficiary's right to do so."},
    {"is_flagged":0, "sentence": "Assignment\nSpotify may assign any or all of these Terms, and may assign or delegate, in whole or in part, any of its rights or obligations under these Terms."},
    {"is_flagged":1, "sentence": "You may not assign these Terms, in whole or in part, nor transfer or sub-license your rights under these Terms, to any third party."},
    {"is_flagged":0, "sentence": "COMPANY\n\nAbout Jobs\nFor the Record\n\n\nCOMMUNITIES\n\nFor Artists Developers Advertising\n \nInvestors Vendors\n\nUSEFUL LINKS\n\nSupport Web Player\nFree Mobile App\n\n\n\n\n\n\n\n   Ireland\nLegal\tPrivacy Center\tPrivacy Policy\tCookie Settings\tAbout Ads\t© 2022 Spotify AB"},
    {"is_flagged":0, "sentence": "Last modiﬁed on 01\/01\/2021\t\n\nTerms of Service\n1."},
    {"is_flagged":0, "sentence": "Introduction; Your Agreement to these Terms of Service\n2."},
    {"is_flagged":0, "sentence": "Use of Twitch by Minors and Blocked Persons\n3."},
    {"is_flagged":0, "sentence": "Privacy Notice\n4."},
    {"is_flagged":0, "sentence": "Account\n5."},
    {"is_flagged":0, "sentence": "Use of Devices and Services\n6."},
    {"is_flagged":0, "sentence": "Modiﬁcation of these Terms of Service\n7."},
    {"is_flagged":0, "sentence": "License\n8."},
    {"is_flagged":0, "sentence": "User Content\n9."},
    {"is_flagged":0, "sentence": "Prohibited Conduct\n10."},
    {"is_flagged":0, "sentence": "Respecting Copyright\n11."},
    {"is_flagged":0, "sentence": "Trademarks\n12."},
    {"is_flagged":0, "sentence": "Third-Party Content\n13."},
    {"is_flagged":0, "sentence": "Idea Submission\n14."},
    {"is_flagged":0, "sentence": "Termination\n15."},
    {"is_flagged":0, "sentence": "Disputes\n16."},
    {"is_flagged":0, "sentence": "Miscellaneous\n17."},
    {"is_flagged":0, "sentence": "Requests for Information and How to Serve a Subpoena\n18."},
    {"is_flagged":0, "sentence": "Speciﬁc Terms for Soundtrack by Twitch\n \n1."},
    {"is_flagged":0, "sentence": "Introduction; Your Agreement to these Terms of Service\nPLEASE READ THESE TERMS OF SERVICE CAREFULLY."},
    {"is_flagged":0, "sentence": "THIS IS A\nBINDING CONTRACT."},
    {"is_flagged":0, "sentence": "Welcome to the services operated by Twitch Interactive, Inc. (collectively with its aﬃliates, “Twitch” or “We”) consisting of the website available at https:\/\/www.twitch.tv, and its network of websites, software applications, or any other products or services oﬀered by Twitch (the “Twitch Services”)."},
    {"is_flagged":0, "sentence": "Other services oﬀered by Twitch may be subject to separate terms."},
    {"is_flagged":1, "sentence": "When using the Twitch Services, you will be subject to\nTwitch’s Community Guidelines  and additional guidelines or rules that are posted on the Twitch Services, made available to you, or disclosed to you in connection with speciﬁc services and features."},
    {"is_flagged":1, "sentence": "Twitch may also oﬀer certain paid services, which are subject to\nthe Twitch Terms of Sale  as well as any additional terms or conditions that are disclosed to you in connection with such services."},
    {"is_flagged":0, "sentence": "All such terms and guidelines (the “Guidelines”) are incorporated into these Terms of Service by reference."},
    {"is_flagged":0, "sentence": "The Terms of Service apply whether you are a user that registers an account with the Twitch Services or an unregistered user."},
    {"is_flagged":1, "sentence": "You agree that by clicking “Sign Up” or otherwise registering, downloading, accessing, or using the Twitch Services, you are entering into a legally binding agreement between you and Twitch regarding your use of the Twitch Services."},
    {"is_flagged":0, "sentence": "You acknowledge that you have read, understood, and agree to be bound by these Terms of Service."},
    {"is_flagged":1, "sentence": "If you do not agree to these Terms of Service, do not access or otherwise use any of the Twitch Services."},
    {"is_flagged":0, "sentence": "When using Twitch or opening an account with Twitch on behalf of a company, entity, or organization (collectively, “Subscribing Organization”), you represent and warrant that you: (i) are an\n \nauthorized representative of that Subscribing Organization with the authority to bind that organization to these Terms of Service and grant the licenses set forth herein; and (ii) agree to these Terms of Service on behalf of such Subscribing Organization."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":1, "sentence": "Use of Twitch by Minors and Blocked Persons\nThe Twitch Services are not available to persons under the age of 13."},
    {"is_flagged":1, "sentence": "If you are between the ages of 13 and the age of legal majority in your jurisdiction of residence, you may only use the Twitch Services under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Service."},
    {"is_flagged":1, "sentence": "The Twitch Services are also not available to any users previously removed from the Twitch Services by Twitch or to any persons barred from receiving them under the laws of the United States (such as its export and re-export restrictions and regulations) or applicable laws in any other jurisdiction."},
    {"is_flagged":1, "sentence": "BY DOWNLOADING, INSTALLING, OR OTHERWISE USING THE TWITCH SERVICES, YOU REPRESENT THAT YOU ARE AT LEAST 13 YEARS OF AGE, THAT YOUR PARENT OR LEGAL GUARDIAN AGREES TO BE BOUND BY THESE TERMS OF SERVICE IF YOU ARE BETWEEN 13 AND THE AGE OF LEGAL MAJORITY IN YOUR JURISDICTION OF RESIDENCE, AND THAT YOU HAVE NOT BEEN PREVIOUSLY REMOVED FROM AND ARE NOT PROHIBITED FROM RECEIVING THE TWITCH SERVICES."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":0, "sentence": "Privacy Notice\nYour privacy is important to Twitch."},
    {"is_flagged":0, "sentence": "Please see our Privacy Notice  for information relating to how we collect, use, and disclose your personal information, and our Privacy Choices  on how you can manage your online privacy when you use the Twitch Services."},
    {"is_flagged":0, "sentence": "4."},
    {"is_flagged":0, "sentence": "Account\n \na."},
    {"is_flagged":0, "sentence": "Account and Password\n\nIn order to open an account, you will be asked to provide us with certain information such as an account name and password."},
    {"is_flagged":1, "sentence": "You are solely responsible for maintaining the conﬁdentiality of your account, your password and for restricting access to your computer."},
    {"is_flagged":1, "sentence": "If you permit others to use your account credentials, you agree to these Terms of Service on behalf of all other persons who use the Services under your account or password, and you are responsible for all activities that occur under your account or password."},
    {"is_flagged":0, "sentence": "Please make sure the information you provide to Twitch upon registration and at all other times is true, accurate, current, and complete to the best of your knowledge."},
    {"is_flagged":1, "sentence": "Unless expressly permitted in writing by Twitch, you may not sell, rent, lease, share, or provide access to your account to anyone else, including without limitation, charging anyone for access to administrative rights on your account."},
    {"is_flagged":1, "sentence": "Twitch reserves all available legal rights and remedies to prevent unauthorized use of the Twitch Services, including, but not limited to, technological barriers, IP mapping, and, in serious cases, directly contacting your Internet Service Provider (ISP) regarding such unauthorized use."},
    {"is_flagged":0, "sentence": "b."},
    {"is_flagged":1, "sentence": "Third-Party Accounts\n\nTwitch may permit you to register for and log on to the Twitch Services via certain third-party services."},
    {"is_flagged":1, "sentence": "The third party’s collection, use, and disclosure of your information will be subject to that third- party service’s privacy notice."},
    {"is_flagged":0, "sentence": "Further information about how Twitch collects, uses, and discloses your personal information when you link your Twitch account with your account on any third-party service can be found in our Privacy Notice."},
    {"is_flagged":0, "sentence": "5."},
    {"is_flagged":0, "sentence": "Use of Devices and Services\n \nAccess to the Twitch Services may require the use of your personal computer or mobile device, as well as communications with or use of space on such devices."},
    {"is_flagged":1, "sentence": "You are responsible for any Internet connection or mobile fees and charges that you incur when accessing the Twitch Services."},
    {"is_flagged":0, "sentence": "6."},
    {"is_flagged":1, "sentence": "Modiﬁcation of these Terms of Service\nTwitch may amend any of the terms of these Terms of Service by posting the amended terms."},
    {"is_flagged":1, "sentence": "Your continued use of the Twitch Services after the eﬀective date of the revised Terms of Service constitutes your acceptance of the terms."},
    {"is_flagged":0, "sentence": "For residents of the Republic of Korea, Twitch will provide reasonable prior notice regarding any material amendments to its Terms of Service."},
    {"is_flagged":1, "sentence": "All amendments shall become eﬀective no sooner than 30 calendar days after posting; provided that any amendment regarding newly available features of the Service, features of the Service that are beneﬁcial to the user, or changes made for legal reasons may become eﬀective immediately."},
    {"is_flagged":0, "sentence": "7."},
    {"is_flagged":0, "sentence": "License\nThe Twitch Services are owned and operated by Twitch."},
    {"is_flagged":1, "sentence": "Unless otherwise indicated, all content, information, and other materials on the Twitch Services (excluding User Content, set out in Section 8 below), including, without limitation, Twitch’s trademarks and logos, the visual interfaces, graphics, design, compilation, information, software, computer code (including source code or object code), services, text, pictures, information, data, sound ﬁles, other ﬁles, and the selection and arrangement thereof (collectively, the “Materials”) are protected by relevant intellectual property and proprietary rights and laws."},
    {"is_flagged":1, "sentence": "All Materials are the property of Twitch or its subsidiaries or aﬃliated companies and\/or third-party licensors."},
    {"is_flagged":0, "sentence": "Unless otherwise expressly stated in writing by Twitch, by agreeing to these Terms of\n \nService you are granted a limited, non-sublicensable license (i.e., a personal and limited right) to access and use the Twitch Services for your personal use or internal business use only."},
    {"is_flagged":0, "sentence": "Twitch reserves all rights not expressly granted in these Terms of Service."},
    {"is_flagged":1, "sentence": "This license is subject to these Terms of Service and does not permit you to engage in any of the following: (a) resale or commercial use of the Twitch Services or the Materials; (b) distribution, public performance or public display of any Materials; (c) modifying or otherwise making any derivative uses of the Twitch Services or the Materials, or any portion of them; (d) use of any data mining, robots, or similar data gathering or extraction methods; (e) downloading (except page caching) of any portion of the Twitch Services, the Materials, or any information contained in them, except as expressly permitted on the Twitch Services; or (f) any use of the Twitch Services or the Materials except for their intended purposes."},
    {"is_flagged":0, "sentence": "Any use of the Twitch Services or the Materials except as speciﬁcally authorized in these Terms of Service, without the prior written permission of Twitch, is strictly prohibited and may violate intellectual property rights or other laws."},
    {"is_flagged":1, "sentence": "Unless explicitly stated in these Terms of Service, nothing in them shall be interpreted as conferring any license to intellectual property rights, whether by estoppel, implication, or other legal principles."},
    {"is_flagged":1, "sentence": "Twitch can terminate this license as set out in Section 14."},
    {"is_flagged":0, "sentence": "8."},
    {"is_flagged":0, "sentence": "User Content\nTwitch allows you to distribute streaming live and pre-recorded audio- visual works; to use services, such as chat, bulletin boards, forum postings, wiki contributions, and voice interactive services; and to participate in other activities in which you may create, post, transmit, perform, or store content, messages, text, sound, images, applications, code, or other data or materials on the Twitch Services (“User Content”)."},
    {"is_flagged":0, "sentence": "a."},
    {"is_flagged":0, "sentence": "License to Twitch\n\n(i)\tUnless otherwise agreed to in a written agreement between you and Twitch that was signed by an authorized representative of Twitch, if you submit, transmit, display, perform, post, or store User Content using the Twitch Services, you grant Twitch and its sub-licensees, to the furthest extent and for the maximum duration permitted by applicable law  (including in perpetuity if permitted under applicable law), an unrestricted, worldwide, irrevocable, fully sub-licenseable, nonexclusive, and royalty-free right to: (a) use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display such User Content (including without limitation for promoting and redistributing part or all of the Twitch Services (and derivative works thereof) in any form, format, media, or media channels now known or later developed or discovered; and (b) use the name, identity, likeness, and voice (or other biographical information) that you submit in connection with such User Content."},
    {"is_flagged":0, "sentence": "Should such User Content contain the name, identity, likeness, and voice (or other biographical information) of third parties, you represent and warrant that you have obtained the appropriate consents and\/or licenses for your use of such features and that Twitch and its sub-licensees are allowed to use them to the extent indicated in these Terms of Service."},
    {"is_flagged":0, "sentence": "(ii)\tWith respect to User Content known as “add-ons”, “maps”, “mods”, or other types of projects submitted through CurseForge.com or related sites (the “Submitted Projects”), the rights granted by you hereunder terminate once you remove or delete such Submitted Projects from the Twitch Services."},
    {"is_flagged":0, "sentence": "You also acknowledge that Twitch may retain, but not display, distribute, or perform, server copies of Submitted Projects that have been removed or deleted."},
    {"is_flagged":0, "sentence": "(iii)\tWith respect to streaming live and pre-recorded audio-visual works, the rights granted by you hereunder terminate once you delete such User Content from the Twitch Services, or generally by closing\n \nyour account, except:(a) to the extent you shared it with others as part of the Twitch Services and others copied or stored portions of the User Content (e.g., made a Clip); (b) Twitch used it for promotional purposes; and (c) for the reasonable time it takes to remove from backup and other systems."},
    {"is_flagged":0, "sentence": "b."},
    {"is_flagged":0, "sentence": "User Content Representations and Warranties\n\nYou are solely responsible for your User Content and the consequences of posting or publishing it."},
    {"is_flagged":0, "sentence": "You represent and warrant that: (1) you are the creator or own or control all right in and to the User Content or otherwise have suﬃcient rights and authority to grant the rights granted herein; (2) your User Content does not and will not:\n(a)\tinfringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right, or (b) defame any other person; (3) your User Content does not contain any viruses, adware, spyware, worms, or other harmful or malicious code; and (4) unless you have received prior written authorization, your User Content speciﬁcally does not contain any pre-release or non-public beta software or game content or any conﬁdential information of Twitch or third parties."},
    {"is_flagged":1, "sentence": "Twitch reserves all rights and remedies against any users who breach these representations and warranties."},
    {"is_flagged":1, "sentence": "c.\tContent is Uploaded at Your Own Risk\n\nTwitch uses reasonable security measures in order to attempt to protect User Content against unauthorized copying and distribution."},
    {"is_flagged":1, "sentence": "However, Twitch does not guarantee that any unauthorized copying, use, or distribution of User Content by third parties will not take place."},
    {"is_flagged":1, "sentence": "To the furthest extent permitted by applicable law , you hereby agree that Twitch shall not be liable for any unauthorized copying, use, or distribution of User Content by third parties and release and forever\n \nwaive any claims you may have against Twitch for any such unauthorized copying or usage of the User Content, under any theory."},
    {"is_flagged":1, "sentence": "THE SECURITY MEASURES TO PROTECT USER CONTENT USED BY TWITCH HEREIN ARE PROVIDED AND USED “AS-IS” AND WITH NO WARRANTIES, GUARANTEES, CONDITIONS, ASSURANCES, OR OTHER TERMS THAT SUCH SECURITY MEASURES WILL WITHSTAND ATTEMPTS TO EVADE SECURITY MECHANISMS OR THAT THERE WILL BE NO CRACKS, DISABLEMENTS, OR OTHER CIRCUMVENTION OF SUCH SECURITY MEASURES."},
    {"is_flagged":0, "sentence": "d.\tPromotions\n\nUsers may promote, administer, or conduct a promotion (e.g., a contest or sweepstakes) on, through, or utilizing the Twitch Services (a “Promotion”)."},
    {"is_flagged":0, "sentence": "If you choose to promote, administer, or conduct a Promotion, you must adhere to the following rules: (1) You may carry out Promotions to the extent permitted by applicable law and you are solely responsible for ensuring that any Promotions comply with any and all applicable laws, obligations, and restrictions; (2) You will be classiﬁed as the promoter of your Promotion in the applicable jurisdiction(s) and you will be solely responsible for all aspects of and expenses related to your Promotion, including without limitation the execution, administration, and operation of the Promotion; drafting and posting any oﬃcial rules; selecting winners; issuing prizes; and obtaining all necessary third-party permissions and approvals, including without limitation ﬁling any and all necessary registrations and bonds."},
    {"is_flagged":1, "sentence": "Twitch has the right to remove your Promotion from the Twitch Services if Twitch reasonably believes that your Promotion does not comply with the Terms of Service or applicable law; (3) Twitch is not responsible for and does not endorse or support any such Promotions."},
    {"is_flagged":1, "sentence": "You may not indicate that Twitch is a sponsor or co- sponsor of the Promotion; and (4) You will display or read out the following disclaimer when promoting, administering, or conducting a\n \nPromotion: “This is a promotion by [Your Name]."},
    {"is_flagged":0, "sentence": "Twitch does not sponsor or endorse this promotion and is not responsible for it.”."},
    {"is_flagged":0, "sentence": "e.\tEndorsements\/Testimonials\n\nYou agree that your User Content will comply with the FTC’s Guidelines Concerning the Use of Testimonials and \nEndorsements in Advertising, the FTC’s Disclosures Guide , the FTC’s Native Advertising Guidelines , and any other guidelines issued by the FTC from time to time (the “FTC Guidelines”), as well as any other advertising guidelines required under applicable law."},
    {"is_flagged":0, "sentence": "For example, if you have been paid or provided with free products in exchange for discussing or promoting a product or service through the Twitch Services, or if you are an employee of a company and you decide to discuss or promote that company’s products or services through the Twitch Services, you agree to comply with the FTC Guidelines’ requirements for disclosing such relationships."},
    {"is_flagged":1, "sentence": "You, and not Twitch, are solely responsible for any endorsements or testimonials you make regarding any product or service through the Twitch Services."},
    {"is_flagged":0, "sentence": "f.\tPolitical Activity\n\nSubject to these Terms of Service and the Community Guidelines, you may share political opinions; participate in political activity; provide links to a political committee’s oﬃcial website, including the contribution page of a political committee; and solicit viewers to make contributions directly to a political committee."},
    {"is_flagged":0, "sentence": "You agree, however, that these activities are entirely your own."},
    {"is_flagged":0, "sentence": "Moreover, by engaging in these activities, you represent and warrant that you are eligible to engage in them under applicable law, and that you will abide by all relevant laws and regulations while doing so."},
    {"is_flagged":1, "sentence": "You agree not to solicit the use of or use any Twitch monetization tool (e.g., Bits or subscriptions) for the purpose of making or delivering a\n \ncontribution to a candidate, candidate’s committee, political action committee, ballot committee, or any other campaign committee, or otherwise for the purpose of inﬂuencing any election."},
    {"is_flagged":1, "sentence": "Candidates for political oﬃce are not eligible to use any Twitch monetization tool on their channels."},
    {"is_flagged":0, "sentence": "9."},
    {"is_flagged":0, "sentence": "Prohibited Conduct\nYOU AGREE NOT TO violate any law, contract, intellectual property, or other third-party right; not to commit a tort, and that you are solely responsible for your conduct while on the Twitch Services."},
    {"is_flagged":1, "sentence": "You agree that you will comply with these Terms of Service and Twitch’s Community Guidelines and will not:\ni.\tcreate, upload, transmit, distribute, or store any content that is inaccurate, unlawful, infringing, defamatory, obscene, pornographic, invasive of privacy or publicity rights, harassing, threatening, abusive, inﬂammatory, or otherwise objectionable;\nii."},
    {"is_flagged":1, "sentence": "impersonate any person or entity; falsely claim an aﬃliation with any person or entity; access the Twitch Services accounts of others without permission; forge another person’s digital signature; misrepresent the source, identity, or content of information transmitted via the Twitch Services; or perform any other similar fraudulent activity;\niii."},
    {"is_flagged":1, "sentence": "send junk mail or spam to users of the Twitch Services, including without limitation unsolicited advertising, promotional materials, or other solicitation material; bulk mailing of commercial advertising, chain mail, informational announcements, charity requests, petitions for signatures, or any of the preceding things related to promotional giveaways (such as raﬄes and contests); and other similar activities;\niv."},
    {"is_flagged":1, "sentence": "harvest or collect email addresses or other contact information of other users from the Twitch Services;\n \nv.\tdefame, harass, abuse, threaten, or defraud users of the Twitch Services, or collect or attempt to collect, personal information about users or third parties without their consent;\nvi."},
    {"is_flagged":1, "sentence": "delete, remove, circumvent, disable, damage, or otherwise interfere with (a) security-related features of the Twitch Services or User Content, (b) features that prevent or restrict use or copying of any content accessible through the Twitch Services, (c) features that enforce limitations on the use of the Twitch Services or User Content, or (d) the copyright or other proprietary rights notices on the Twitch Services or User Content;\nvii."},
    {"is_flagged":1, "sentence": "reverse engineer, decompile, disassemble, or otherwise attempt to discover the source code of the Twitch Services or any part thereof, except and only to the extent that this activity is expressly permitted by the law of your jurisdiction of residence;\nviii."},
    {"is_flagged":1, "sentence": "modify, adapt, translate, or create derivative works based upon the Twitch Services or any part thereof, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation;\nix."},
    {"is_flagged":1, "sentence": "interfere with or damage the operation of the Twitch Services or any user’s enjoyment of them, by any means, including uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code;\nx.\trelay email from a third party’s mail servers without the permission of that third party;\nxi."},
    {"is_flagged":1, "sentence": "access any website, server, software application, or other computer resource owned, used, and\/or licensed by Twitch, including but not limited to the Twitch Services, by means of any robot, spider, scraper, crawler, or other automated means for any purpose, or bypass any measures Twitch may use to prevent or restrict access to\n \nany website, server, software application, or other computer resource owned, used, and\/or licensed by Twitch, including but not limited to the Twitch Services;\nxii."},
    {"is_flagged":1, "sentence": "manipulate identiﬁers in order to disguise the origin of any User Content transmitted through the Twitch Services;\nxiii."},
    {"is_flagged":1, "sentence": "interfere with or disrupt the Twitch Services or servers or networks connected to the Twitch Services, or disobey any requirements, procedures, policies, or regulations of networks connected to the Twitch Services; use the Twitch Services in any manner that could interfere with, disrupt, negatively aﬀect, or inhibit other users from fully enjoying the Twitch Services, or that could damage, disable, overburden, or impair the functioning of the Twitch Services in any manner;\nxiv."},
    {"is_flagged":1, "sentence": "use or attempt to use another user’s account without authorization from that user and Twitch;\nxv."},
    {"is_flagged":1, "sentence": "attempt to circumvent any content ﬁltering techniques we employ, or attempt to access any service or area of the Twitch Services that you are not authorized to access;\nxvi."},
    {"is_flagged":1, "sentence": "attempt to indicate in any manner, without our prior written permission, that you have a relationship with us or that we have endorsed you or any products or services for any purpose; and\nxvii."},
    {"is_flagged":1, "sentence": "use the Twitch Services for any illegal purpose, or in violation of any local, state, national, or international law or regulation, including without limitation laws governing intellectual property and other proprietary rights, data protection, and privacy."},
    {"is_flagged":1, "sentence": "To the extent permitted by applicable law , Twitch takes no responsibility and assumes no liability for any User Content or for any loss or damage resulting therefrom, nor is Twitch liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity,\n \npornography, or profanity you may encounter when using the Twitch Services."},
    {"is_flagged":1, "sentence": "Your use of the Twitch Services is at your own risk."},
    {"is_flagged":0, "sentence": "In addition, these rules do not create any private right of action on the part of any third party or any reasonable expectation that the Twitch Services will not contain any content that is prohibited by such rules."},
    {"is_flagged":1, "sentence": "Twitch is not liable for any statements or representations included in User Content."},
    {"is_flagged":0, "sentence": "Twitch does not endorse any User Content, opinion, recommendation, or advice expressed therein, and Twitch expressly disclaims any and all liability in connection with User Content."},
    {"is_flagged":0, "sentence": "To the fullest extent permitted by applicable law , Twitch reserves the right to remove, screen, or edit any User Content posted or stored on the Twitch Services at any time and without notice, including where such User Content violates these Terms of Service or applicable law, and you are solely responsible for creating backup copies of and replacing any User Content you post or store on the Twitch Services at your sole cost and expense."},
    {"is_flagged":1, "sentence": "Any use of the Twitch Services in violation of the foregoing violates these Terms of Service and may result in, among other things, termination or suspension of your rights to use the Twitch Services."},
    {"is_flagged":0, "sentence": "For Residents of the Republic of Korea, except in the case where Twitch reasonably considers that giving notice is legally prohibited (for instance, when providing notice would either (i) violate applicable laws, regulations, or orders from regulatory authorities or (ii) compromise an ongoing investigation conducted by a regulatory authority) or that any notice may cause harm to you, third parties, Twitch, and\/or its aﬃliates (for instance, when providing notice harms the security of the Twitch Services), Twitch will without delay notify you of the reason for taking the relevant step."},
    {"is_flagged":0, "sentence": "10."},
    {"is_flagged":0, "sentence": "Respecting Copyright\n \nTwitch respects the intellectual property of others and follows the requirements set forth in the Digital Millennium Copyright Act (“DMCA”) and other applicable laws."},
    {"is_flagged":0, "sentence": "If you are the copyright owner or agent thereof and believe that content posted on the Twitch Services infringes upon your copyright, please submit a notice following\nour DMCA Guidelines , which include further information about our policies, what to include in your notice, and where to submit your notice."},
    {"is_flagged":0, "sentence": "11."},
    {"is_flagged":1, "sentence": "Trademarks\nTWITCH, the Twitch logos, and any other product or service name, logo, or slogan used by Twitch, and the look and feel of the Twitch Services, including all page headers, custom graphics, button icons, and scripts, are trademarks or trade dress of Twitch, and may not be used in whole or in part in connection with any product or service that is not Twitch’s, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Twitch, without our prior written permission."},
    {"is_flagged":1, "sentence": "Any use of these trademarks must be in accordance with the Twitch Trademark Guidelines ."},
    {"is_flagged":0, "sentence": "All other trademarks referenced in the Twitch Services are the property of their respective owners."},
    {"is_flagged":1, "sentence": "Reference on the Twitch Services to any products, services, processes, or other information by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation thereof by us or any other aﬃliation."},
    {"is_flagged":0, "sentence": "12."},
    {"is_flagged":1, "sentence": "Third-Party Content\nIn addition to the User Content, Twitch may provide other third-party content on the Twitch Services (collectively, the “Third-Party Content”)."},
    {"is_flagged":1, "sentence": "Twitch does not control or endorse any Third-Party Content and makes no representation or warranties of any kind regarding the Third-Party Content, including without limitation regarding its\n \naccuracy or completeness."},
    {"is_flagged":0, "sentence": "Please be aware that we do not create Third-Party Content, update, or monitor it."},
    {"is_flagged":0, "sentence": "Therefore we are not responsible for any Third-Party Content on the Twitch Services."},
    {"is_flagged":1, "sentence": "You are responsible for deciding if you want to access or use third- party websites or applications that link from the Twitch Services (the “Reference Sites”)."},
    {"is_flagged":1, "sentence": "Twitch does not control or endorse any such Reference Sites or the information, materials, products, or services contained on or accessible through Reference Sites, and makes no representations or warranties of any kind regarding the Reference Sites."},
    {"is_flagged":0, "sentence": "In addition, your correspondence or business dealings with, or participation in promotions of, advertisers found on or through the Twitch Services are solely between you and such advertiser."},
    {"is_flagged":1, "sentence": "Access and use of Reference Sites, including the information, materials, products, and services on or available through Reference Sites is solely at your own risk."},
    {"is_flagged":0, "sentence": "13."},
    {"is_flagged":0, "sentence": "Idea Submission\nBy submitting ideas, suggestions, documents, and\/or proposals (the “Submissions”) to Twitch or its employees, you acknowledge and agree that Twitch shall be entitled to use or disclose such Submissions for any purpose in any way without providing compensation or credit to you."},
    {"is_flagged":0, "sentence": "14."},
    {"is_flagged":0, "sentence": "Termination\nTo the fullest extent permitted by applicable law , Twitch reserves the right, without notice and in our sole discretion, to terminate your license to use the Twitch Services (including to post User Content) and to block or prevent your future access to and use of the Twitch Services, including  where we reasonably consider that: (a) your use of the Twitch Services violates these Terms of Service or applicable law;\n(b)\tyou fraudulently use or misuse the Twitch Services; or (c) we are unable to continue providing the Twitch Services to you due to\n \ntechnical or legitimate business reasons."},
    {"is_flagged":1, "sentence": "Our right to terminate your license includes the ability to terminate or to suspend your access to any purchased products or services, including any subscriptions, Prime Gaming, or Turbo accounts."},
    {"is_flagged":1, "sentence": "To the fullest extent permitted by applicable law , your only remedy with respect to any dissatisfaction with: (i) the Twitch Services, (ii) any term of these Terms of Service, (iii) any policy or practice of Twitch in operating the Twitch Services, or (iv) any content or information transmitted through the Twitch Services, is to terminate your account and to discontinue use of any and all parts of the Twitch Services."},
    {"is_flagged":0, "sentence": "For residents of the Republic of Korea, except in the case where Twitch reasonably considers that giving notice is legally prohibited (for instance, when providing notice would either (i) violate applicable laws, regulations, or orders from regulatory authorities or (ii) compromise an ongoing investigation conducted by a regulatory authority) or that any notice may cause harm to you, third parties, Twitch, and\/or its aﬃliates (for instance, when providing notice harms the security of the Twitch Services), Twitch will without delay notify you of the reason for taking the relevant step."},
    {"is_flagged":0, "sentence": "15."},
    {"is_flagged":0, "sentence": "Disputes\na.\tIndemniﬁcation\nTo the fullest extent permitted by applicable law , you agree to indemnify, defend, and hold harmless Twitch, its aﬃliated companies, and each of our respective contractors, employees, oﬃcers, directors, agents, third-party suppliers, licensors, and partners (individually and collectively, the “Twitch Parties”) from any claims, losses, damages, demands, expenses, costs, and liabilities, including legal fees and expenses, arising out of or related to your access, use, or misuse of the Twitch Services, any User Content you post, store, or otherwise transmit in or through the Twitch Services, your violation of the rights \n \nof any third party, any violation by you of these Terms of Service, or any breach of the representations, warranties, and covenants made by you herein."},
    {"is_flagged":1, "sentence": "You agree to promptly notify the Twitch Parties of any third-party claim, and Twitch reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Twitch, and you agree to cooperate with Twitch’s defense of these claims."},
    {"is_flagged":0, "sentence": "Twitch will use reasonable eﬀorts to notify you of any such claim, action, or proceeding upon becoming aware of it."},
    {"is_flagged":1, "sentence": "b.\tDisclaimers; No Warranties\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW : (A) THE TWITCH SERVICES AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN WRITING BY TWITCH ; (B) THE TWITCH PARTIES DISCLAIM ALL OTHER WARRANTIES, STATUTORY, EXPRESS, OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT AS TO THE TWITCH SERVICES, INCLUDING ANY INFORMATION, CONTENT, OR MATERIALS CONTAINED THEREIN; (C) TWITCH DOES NOT REPRESENT OR WARRANT THAT THE CONTENT OR MATERIALS ON THE TWITCH SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR-FREE; (D) TWITCH IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS OR OMISSIONS RELATING TO TEXT OR PHOTOGRAPHY; AND (E) WHILE TWITCH ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE TWITCH SERVICES SAFE, TWITCH CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE TWITCH SERVICES OR OUR SERVER(S) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, AND THEREFORE,\n \nYOU SHOULD USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD."},
    {"is_flagged":1, "sentence": "NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM TWITCH OR THROUGH THE TWITCH SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN."},
    {"is_flagged":0, "sentence": "c.\tLimitation of Liability and Damages\ni."},
    {"is_flagged":1, "sentence": "Limitation of Liability\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW : (A) IN NO EVENT SHALL TWITCH OR THE TWITCH PARTIES BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS, OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE), OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OR INABILITY TO USE THE TWITCH SERVICES, THE CONTENT OR THE MATERIALS, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE ON ANY INFORMATION OBTAINED FROM TWITCH, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO TWITCH’S RECORDS, PROGRAMS, OR SERVICES; AND (B) IN NO EVENT SHALL THE AGGREGATE LIABILITY OF TWITCH, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE, OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY, OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE TWITCH \n \nSERVICES EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE TWITCH SERVICES DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM OR ONE HUNDRED DOLLARS, WHICHEVER IS GREATER ."},
    {"is_flagged":1, "sentence": "TO THE EXTENT THAT APPLICABLE LAW PROHIBITS LIMITATION OF SUCH LIABILITY, TWITCH SHALL LIMIT ITS LIABILITY TO THE FULL EXTENT ALLOWED BY APPLICABLE LAW."},
    {"is_flagged":0, "sentence": "ii."},
    {"is_flagged":1, "sentence": "Reference Sites\nTHESE LIMITATIONS OF LIABILITY ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY YOU BY REASON OF ANY PRODUCTS OR SERVICES SOLD OR PROVIDED ON ANY REFERENCE SITES OR OTHERWISE BY THIRD PARTIES OTHER THAN TWITCH AND RECEIVED THROUGH OR ADVERTISED ON THE TWITCH SERVICES OR RECEIVED THROUGH ANY REFERENCE SITES."},
    {"is_flagged":0, "sentence": "iii."},
    {"is_flagged":1, "sentence": "Basis of the Bargain\nYOU ACKNOWLEDGE AND AGREE THAT TWITCH HAS OFFERED THE TWITCH SERVICES, USER CONTENT, MATERIALS, AND OTHER CONTENT AND INFORMATION, SET ITS PRICES, AND ENTERED INTO THESE TERMS OF SERVICE IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND TWITCH, AND THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND TWITCH."},
    {"is_flagged":1, "sentence": "TWITCH WOULD NOT BE ABLE TO PROVIDE THE TWITCH SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS."},
    {"is_flagged":1, "sentence": "d.\tApplicable Law and Venue\n \n(i)\tTo the fullest extent permitted by applicable law , you and Twitch agree that if you are a Subscribing Organization or a consumer resident of a jurisdiction other than those in (ii) below, the following governing law and arbitration provision applies:\nPLEASE READ THE FOLLOWING CAREFULLY BECAUSE IT REQUIRES YOU TO ARBITRATE DISPUTES WITH TWITCH AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM TWITCH."},
    {"is_flagged":0, "sentence": "You and Twitch agree to arbitrate any dispute arising from these Terms of Service or your use of the Twitch Services , except that you and Twitch are not required to arbitrate any dispute in which either party seeks equitable and other relief for the alleged unlawful use of copyrights, trademarks, trade names, logos, trade secrets, or patents."},
    {"is_flagged":1, "sentence": "ARBITRATION PREVENTS YOU FROM SUING IN COURT OR FROM\nHAVING A JURY TRIAL."},
    {"is_flagged":0, "sentence": "You and Twitch agree that you will notify each other in writing of any dispute within thirty (30) days of when it arises."},
    {"is_flagged":0, "sentence": "Notice to Twitch shall be sent to: Twitch Interactive, Inc., Attn: Legal, 350 Bush Street, 2nd Floor, San Francisco, CA 94104."},
    {"is_flagged":0, "sentence": "You and Twitch further agree: to attempt informal resolution prior to any demand for arbitration; that any arbitration will occur in Santa Clara County, California; that arbitration will be conducted conﬁdentially by a single arbitrator in accordance with the rules of JAMS; and that the state or federal courts in Santa Clara County, California have exclusive jurisdiction over any appeals of an arbitration award and over any suit between the parties not subject to arbitration ."},
    {"is_flagged":1, "sentence": "Other than class procedures and remedies discussed below, the arbitrator has the authority to grant any remedy that would otherwise be available in court."},
    {"is_flagged":0, "sentence": "Any dispute between the parties will be governed by this Agreement and the laws of the State of California and applicable United States law , without giving eﬀect to any conﬂict of laws principles that may provide for the application of the law of another\n \njurisdiction."},
    {"is_flagged":1, "sentence": "Whether the dispute is heard in arbitration or in court, you and Twitch will not commence against the other a class action, class arbitration, or other representative action or proceeding ."},
    {"is_flagged":0, "sentence": "(ii)\tIf you are a resident in any jurisdiction in which the provision in the section above is found to be unenforceable, then any disputes, claims, or causes of action arising out of or in connection with these Terms of Service will be governed by and construed under the laws of your jurisdiction of residence, and shall be resolved by competent civil courts within your jurisdiction of residence."},
    {"is_flagged":1, "sentence": "e.\tClaims\nYOU AND TWITCH AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE TWITCH SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES."},
    {"is_flagged":1, "sentence": "OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED."},
    {"is_flagged":0, "sentence": "16."},
    {"is_flagged":0, "sentence": "Miscellaneous\na.\tWaiver\n\nIf we fail to exercise or enforce any right or provision of these Terms of Service, it will not constitute a waiver of such right or provision."},
    {"is_flagged":1, "sentence": "Any waiver of any provision of these Terms of Service will be eﬀective only if in writing and signed by the relevant party."},
    {"is_flagged":0, "sentence": "b.\tSeverability\n\nIf any provision of these Terms of Service is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms of Service to the minimum extent necessary and will not aﬀect the validity and enforceability of any remaining provisions."},
    {"is_flagged":0, "sentence": "c.\tAssignment\n \nThese Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Twitch without restriction ."},
    {"is_flagged":0, "sentence": "Any assignment attempted to be made in violation of this Terms of Service shall be void."},
    {"is_flagged":0, "sentence": "d.\tSurvival\n\nUpon termination of these Terms of Service, any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to, Sections 7, 8, 11, 12, and 15-17.\ne.\tEntire Agreement\n\nThe Terms of Service, which incorporate the Terms of Sale and the Community Guidelines, is the entire agreement between you and Twitch relating to the subject matter herein and will not be modiﬁed except by a writing signed by authorized representatives of both parties, or by a change to these Terms of Service made by Twitch as set forth in Section 6 above."},
    {"is_flagged":0, "sentence": "17."},
    {"is_flagged":0, "sentence": "Requests for Information and How to Serve a Subpoena\nAll requests for information or documents related to potential, anticipated, or current legal proceedings, investigations, or disputes must be made using the appropriate level of legal process, and must be properly served on Twitch via the Corporation Service Company (CSC), Twitch’s national registered agent."},
    {"is_flagged":0, "sentence": "Please ﬁnd below the California address for CSC (the CSC oﬃce in your jurisdiction may be located through the Secretary of State’s website):\nTwitch Interactive, Inc.\nc\/o Corporation Service Company 2710 Gateway Oaks Drive, Suite 150N Sacramento, CA 95833\n \nPlease note that Twitch does not accept requests for information or documents, or service of process, via e-mail or fax and will not respond to such requests."},
    {"is_flagged":0, "sentence": "All requests must include the information you may have that will help us identify the relevant records (particularly, the Twitch Service at issue, e.g., www.twitch.tv, and the username at issue, e.g., the Twitch username: http:\/\/www.twitch.tv\/username), the speciﬁc information requested, and its relationship to your investigation."},
    {"is_flagged":0, "sentence": "Please also note that limiting your request to the relevant records (e.g., a limited time period) will facilitate eﬃcient processing of your request."},
    {"is_flagged":0, "sentence": "The Twitch Services are oﬀered by Twitch Interactive, Inc., located at: 350 Bush Street, 2nd Floor, San Francisco, CA 94104 and email: help@twitch.tv."},
    {"is_flagged":0, "sentence": "If you are a California resident, you may have this same information emailed to you by sending a letter to the foregoing address with your email address and a request for this information."},
    {"is_flagged":0, "sentence": "18."},
    {"is_flagged":1, "sentence": "Speciﬁc Terms for Soundtrack by Twitch\nSoundtrack by Twitch (“Soundtrack”), which is part of the Twitch Services, is a streamer tool designed to give creators the ability to play licensed music in the background of their live streams and upload on-demand videos of those live streams that do not include such music."},
    {"is_flagged":1, "sentence": "By downloading, installing, and\/or otherwise using Soundtrack, you agree that your download, installation, and\/or use of Soundtrack will be governed by these Terms of Service."},
    {"is_flagged":1, "sentence": "Twitch’s Community Guidelines and Music Guidelines  apply as well, and we recommend that you review both resources prior to using Soundtrack."},
    {"is_flagged":1, "sentence": "Soundtrack was borne out of Twitch’s desire to oﬀer creators a wide variety of licensed music for live streaming."},
    {"is_flagged":1, "sentence": "To make this possible, Twitch secured licenses with many diﬀerent rights holders and continues to do so in order to add new tracks to Soundtrack’s\n \nstations and playlists."},
    {"is_flagged":0, "sentence": "Twitch also designed Soundtrack to give creators the ability to generate on-demand videos of their live streams that do not include this music."},
    {"is_flagged":0, "sentence": "The licenses Twitch secured allow Twitch to make these materials available to you for your use in live streams on your Twitch channel."},
    {"is_flagged":0, "sentence": "Music and other materials made available through Soundtrack have not been licensed for your use in pre-recorded content, in content that can be streamed on-demand (such as VODs and Clips), or outside the Twitch Services."},
    {"is_flagged":1, "sentence": "What this means is that you may not:\nCreate on-demand content containing materials from Soundtrack – we have designed Soundtrack with this restriction in mind, and proper setup will allow you to create and use music-free on- demand videos of live streams that include Soundtrack music; or\nLive stream content that includes music or other materials from Soundtrack outside the Twitch Services."},
    {"is_flagged":1, "sentence": "Doing any of the above may subject you to a notice of alleged infringement from rights holders and their agents."},
    {"is_flagged":0, "sentence": "Last, we want to alert you to the fact that music rights tend to evolve over time."},
    {"is_flagged":1, "sentence": "Thus, we reserve the right to modify or remove certain songs or other content from Soundtrack at any time (for example, as necessary to comply with our music licenses or with applicable laws)."},
    {"is_flagged":1, "sentence": "Twitch takes no responsibility and assumes no liability in connection with your use of Soundtrack."},
    {"is_flagged":0, "sentence": "Effective Date: April 15, 2021\n\nThe terms of this agreement (\"Terms of Service\") govern the relationship between you and Supercell Oy, a Finnish company (business ID 2336509-6) having its registered ofﬁce at Jätkäsaarenlaituri 1, 00180 Helsinki, Finland, (hereinafter \"Supercell\" or \"Us\" or \"We\") regarding your use of Supercell's games, store, sites and related services (the \"Service\")."},
    {"is_flagged":0, "sentence": "Use of the Service is also governed by Supercell's Privacy Policy  and other relevant policies, which are incorporated herein by reference."},
    {"is_flagged":0, "sentence": "Before accessing or using the Service, including browsing any Supercell website or accessing a game, you must agree to these Terms of Service and the Privacy Policy."},
    {"is_flagged":0, "sentence": "A guest account may be created for you for the use of the Service and you may also be required to register an account on the Service (collectively \"Account\")."},
    {"is_flagged":0, "sentence": "These Accounts include, for example, game Accounts and Supercell ID."},
    {"is_flagged":0, "sentence": "By using or registering for an Account or otherwise using the Service, you afﬁrm that you are the legal age of majority in your country of residence."},
    {"is_flagged":0, "sentence": "If you are not, your legal guardian must review and agree to these Terms of Service."},
    {"is_flagged":1, "sentence": "BY INSTALLING, USING OR OTHERWISE ACCESSING THE SERVICE, YOU AGREE TO THESE TERMS OF SERVICE."},
    {"is_flagged":1, "sentence": "IF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, PLEASE DO NOT INSTALL, USE OR OTHERWISE ACCESS THE SERVICE."},
    {"is_flagged":1, "sentence": "USE OF THE SERVICE IS VOID WHERE PROHIBITED."},
    {"is_flagged":0, "sentence": "IMPORTANT NOTICE: For U.S. and Canadian residents, you also agree that disputes with Supercell must be resolved on an individual basis through ﬁnal and binding arbitration as described in Section 8 (“Dispute Resolution”)."},
    {"is_flagged":1, "sentence": "Supercell reserves the right, at its discretion, to change, modify, add or remove portions of these Terms of Service, its Privacy Policy and other relevant Supercell policies at any time by posting the amended terms on the Service."},
    {"is_flagged":1, "sentence": "You will be deemed to have accepted such changes by continuing to use the Service."},
    {"is_flagged":1, "sentence": "If at any point you do not agree to any portion of the then-current version of our Terms of Service, the\nSupercell Privacy Policy, or any other Supercell policy, rules or codes of conduct relating to your use of the Service, your right to use the Service shall immediately terminate, and you must immediately stop using the Service."},
    {"is_flagged":0, "sentence": "1."},
    {"is_flagged":0, "sentence": "Using the Service\n\n1.1."},
    {"is_flagged":0, "sentence": "Your Right to Use the Service\n\nSubject to your agreement and continuing compliance with these Terms of Service and any other relevant Supercell policies, you have a non-exclusive, non-transferable, non-sublicensable, revocable and limited\nright to access and use the Service for your own non-commercial entertainment purposes."},
    {"is_flagged":0, "sentence": "You agree not to use the Service for any other purpose."},
    {"is_flagged":1, "sentence": "The following restrictions apply to the use of the Service:\n\nYou accept full responsibility for any unauthorized use of the Service by minors."},
    {"is_flagged":1, "sentence": "You are responsible for any use of your credit card or other payment instrument (such as Paypal) by minors."},
    {"is_flagged":1, "sentence": "You shall not (or attempt to) purchase, sell, rent or give away your Account, create an Account using a false identity or information, or on behalf of someone other than yourself; You shall not use the Service if you have previously been removed by Supercell, or previously been banned from playing any Supercell game."},
    {"is_flagged":0, "sentence": "You shall not use the Service to advertise, or solicit, or transmit any commercial advertisements, including chain letters, junk or spam e-mail or repetitive or misleading messages to anyone."},
    {"is_flagged":0, "sentence": "Login information and Your Account\n\nYou may be required to select a password for your Account or you may also use other credentials to access the Account (\"Login Information\")."},
    {"is_flagged":1, "sentence": "You shall not share the Account or the Login Information, nor let anyone else access your Account or do anything else that might jeopardize the security of your Account."},
    {"is_flagged":1, "sentence": "In the event you become aware of or reasonably suspect any breach of security, including without limitation any loss, theft, or unauthorized disclosure of the Login Information, you must immediately notify Supercell and modify your Login Information."},
    {"is_flagged":1, "sentence": "You are solely responsible for maintaining the conﬁdentiality of the Login Information, and you will be responsible for all uses of the Login Information, including purchases, whether or not authorized by you."},
    {"is_flagged":0, "sentence": "You are responsible for anything that happens through your Account."},
    {"is_flagged":1, "sentence": "Supercell reserves the right to remove or reclaim any usernames at any time and for any reason, including but not limited to claims by a third party that a username violates the third party's rights."},
    {"is_flagged":1, "sentence": "Unless you are using Supercell ID, the Service supports only one Account per game on a supported device."},
    {"is_flagged":1, "sentence": "Use Limitations\nAny use of the Service in violation of these Use Limitations is strictly prohibited, can result in the immediate revocation of your limited right  and may subject you to liability for violations of law."},
    {"is_flagged":0, "sentence": "You agree that you will not, under any circumstances:\n\nEngage in any act that Supercell deems to be in conﬂict with the spirit or intent of the Service  or make improper use of Supercell's support services."},
    {"is_flagged":0, "sentence": "Use or take part (directly or indirectly) in the use of cheats, exploits, automation software, emulators, bots, hacks, mods or any unauthorized third-party software designed to modify or interfere with the Service, any Supercell game or any Supercell game experience."},
    {"is_flagged":0, "sentence": "Modify or cause to be modiﬁed any ﬁles that are a part of the Service or any Supercell game without Supercell's express written consent."},
    {"is_flagged":0, "sentence": "Disrupt, interfere with or otherwise adversely affect the normal ﬂow of the Service or otherwise act in a manner that may negatively affect other users' experience when using the Service or playing Supercell's games."},
    {"is_flagged":0, "sentence": "This includes win trading and any other kind of manipulation of rankings, taking advantage of errors in the Service to gain an unfair edge over other players and any other act that intentionally abuses or goes against the design of the Service."},
    {"is_flagged":0, "sentence": "Disrupt, overburden, or aid or assist in the disruption or overburdening of any computer or server used to offer or support the Service or any Supercell game environment."},
    {"is_flagged":0, "sentence": "Institute, assist, or become involved in any type of attack, including without limitation distribution of a virus, denial of service attacks upon the Service, or other attempts to disrupt the Service or any other person's use or enjoyment of the Service."},
    {"is_flagged":0, "sentence": "Attempt to gain unauthorized access to the Service, Accounts registered or used by others or to the computers, servers, or networks connected to the Service by any means other than the user interface provided by Supercell, including but not limited to, by circumventing or modifying, attempting to circumvent or modify, or encouraging or assisting any other person to circumvent or modify, any security, technology, device, or software that is part of the Service."},
    {"is_flagged":0, "sentence": "Post any information that is abusive, threatening, obscene, defamatory, libelous, or racially, sexually, religiously, or otherwise objectionable or offensive or engage in ongoing toxic behavior, such as by repeatedly posting information on an unsolicited basis."},
    {"is_flagged":1, "sentence": "Post any information that contains nudity, excessive violence, or offensive subject matter or that contains a link to such content."},
    {"is_flagged":1, "sentence": "Attempt to, or harass, abuse, or harm, or advocate or incite harassment, abuse, or harm of another person, group, including Supercell employees, including Supercell's customer service representatives."},
    {"is_flagged":1, "sentence": "Make available through the Service any material or information that infringes any copyright, trademark, patent, trade secret, right of privacy, right of publicity, or other right of any person or entity or impersonates any other person, including without limitation a Supercell employee."},
    {"is_flagged":1, "sentence": "Reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for any underlying software or other intellectual property used to provide the Service or any Supercell game, or to obtain any information from the Service or any Supercell game using any method not expressly permitted by Supercell."},
    {"is_flagged":1, "sentence": "Solicit or attempt to solicit Login Information or any other login credentials or personal information from other users of the Service or any Supercell game."},
    {"is_flagged":0, "sentence": "Collect or post anyone's private information, including personally identiﬁable information (whether in text, image or video form), identiﬁcation documents, or ﬁnancial information through the Service."},
    {"is_flagged":1, "sentence": "Use any Supercell game for gambling, betting or any similar activity in which prizes or rewards can be won (directly or indirectly), including betting on the outcome of matches in which you participate as a player, irrespective of whether or not there is a fee or stake involved."},
    {"is_flagged":1, "sentence": "Supercell reserves the right to determine what conduct it considers to be in violation of the rules of use or otherwise outside the intent or spirit of these Terms of Service or the Service itself."},
    {"is_flagged":1, "sentence": "Supercell reserves the right to take action as a result, which may include terminating your Account and prohibiting you from using the Service in whole or in part."},
    {"is_flagged":0, "sentence": "1.2."},
    {"is_flagged":1, "sentence": "Suspension and Termination of Account and Service\n\nWITHOUT LIMITING ANY OTHER REMEDIES, SUPERCELL MAY LIMIT, SUSPEND, TERMINATE, MODIFY, OR DELETE ACCOUNTS OR ACCESS TO THE SERVICE OR PORTIONS THEREOF WITH OR WITHOUT NOTICE TO YOU (i) IF YOU ARE, OR SUPERCELL SUSPECTS THAT YOU ARE, FAILING TO COMPLY WITH THESE TERMS OF SERVICE; OR (ii) FOR ANY ACTUAL OR SUSPECTED ILLEGAL OR IMPROPER USE OF THE SERVICE."},
    {"is_flagged":1, "sentence": "YOU CAN LOSE YOUR USER NAME AND PERSONA IN THE SERVICE AS A RESULT OF ACCOUNT TERMINATION OR LIMITATION, AS WELL AS ANY BENEFITS, PRIVILEGES, EARNED VIRTUAL ITEMS AND PURCHASED VIRTUAL ITEMS ASSOCIATED WITH YOUR USE OF THE SERVICE, AND SUPERCELL IS UNDER NO OBLIGATION TO COMPENSATE YOU FOR ANY SUCH LOSSES OR RESULTS."},
    {"is_flagged":1, "sentence": "WITHOUT LIMITING OUR OTHER REMEDIES, WE MAY LIMIT, SUSPEND OR TERMINATE THE SERVICE AND ACCOUNTS OR PORTIONS THEREOF, PROHIBIT ACCESS TO OUR GAMES AND SITES, AND THEIR CONTENT, SERVICES AND TOOLS, DELAY OR REMOVE HOSTED CONTENT, AND TAKE TECHNICAL AND LEGAL STEPS TO PREVENT USERS FROM ACCESSING THE SERVICE IF WE BELIEVE THAT THEY ARE CREATING RISK OR POSSIBLE LEGAL LIABILITIES, INFRINGING THE INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES, OR ACTING INCONSISTENTLY WITH THE LETTER OR SPIRIT OF OUR TERMS OR POLICIES."},
    {"is_flagged":1, "sentence": "ADDITIONALLY, WE MAY, IN APPROPRIATE CIRCUMSTANCES AND AT OUR SOLE DISCRETION, SUSPEND OR TERMINATE ACCOUNTS OF USERS WHO MAY BE REPEAT INFRINGERS OF THIRD-PARTY INTELLECTUAL PROPERTY RIGHTS."},
    {"is_flagged":1, "sentence": "SUPERCELL RESERVES THE RIGHT TO TERMINATE ANY ACCOUNT THAT HAS BEEN INACTIVE FOR 180 DAYS."},
    {"is_flagged":0, "sentence": "Supercell reserves the right to stop offering and\/or supporting the Service or a particular game or part of the Service at any time, at which point your right to use the Service or a part thereof will be automatically terminated."},
    {"is_flagged":0, "sentence": "In such event, Supercell shall not be required to provide refunds, beneﬁts or other compensation\n \nto users in connection with such discontinued Service."},
    {"is_flagged":1, "sentence": "Termination of your Account can include disabling your access to the Service or any part thereof including any content you submitted or others submitted."},
    {"is_flagged":0, "sentence": "You may terminate your Account at any time and for any reason by following the process described on our support page located at https:\/\/support.supercell.com\/ informing Supercell that you wish to terminate your Account."},
    {"is_flagged":0, "sentence": "2."},
    {"is_flagged":0, "sentence": "Ownership\n\n2.1."},
    {"is_flagged":0, "sentence": "Games and Service\n\nAll rights, title and interest in and to the Service (including without limitation any games, titles, computer code, themes, objects, characters, character names, stories, dialogue, catch phrases, concepts, artwork, animations, sounds, musical compositions, audio-visual effects, methods of operation, moral rights, documentation, in-game chat transcripts, character proﬁle information, recordings of games played using a Supercell game client, and the Supercell game clients and server software) are owned by Supercell."},
    {"is_flagged":0, "sentence": "Supercell reserves all rights, including without limitation, all intellectual property rights or other proprietary rights, in connection with its games and the Service."},
    {"is_flagged":0, "sentence": "2.2."},
    {"is_flagged":1, "sentence": "Accounts\n\nNOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, YOU ACKNOWLEDGE AND AGREE THAT YOU SHALL HAVE NO OWNERSHIP OR OTHER PROPERTY INTEREST IN THE ACCOUNT, AND YOU FURTHER ACKNOWLEDGE AND AGREE THAT ALL RIGHTS IN AND TO THE ACCOUNT ARE AND SHALL FOREVER BE OWNED BY AND INURE TO THE BENEFIT OF SUPERCELL."},
    {"is_flagged":0, "sentence": "2.3."},
    {"is_flagged":1, "sentence": "Virtual Content\n\nSupercell owns, has licensed, or otherwise has rights to use all of the content that appears in the Service or in Supercell games."},
    {"is_flagged":0, "sentence": "Notwithstanding any provision to the contrary herein, you agree that you have no right or title in or to any content that appears in the Service, including without limitation the virtual items, content, features, goods, services or currency appearing or originating in any Supercell game, whether earned in a game or purchased from Supercell, or any other attributes associated with an Account or stored on the Service."},
    {"is_flagged":0, "sentence": "3."},
    {"is_flagged":0, "sentence": "User Content\n\n3.1."},
    {"is_flagged":0, "sentence": "Submission of User Content\n\n\"User Content\" means any communications, images, sounds, and all the material, data, and information that you upload or transmit through a Supercell game client or the Service, or that other users upload or transmit, including without limitation any chat text."},
    {"is_flagged":0, "sentence": "By transmitting or submitting any User Content while using the Service, you afﬁrm, represent and warrant that such transmission or submission is (a) accurate and not conﬁdential or misleading; (b) not in violation of any laws, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the User Content; (c) free of viruses, adware, spyware, worms or other malicious code; and (d) you acknowledge and agree that any of your personal information within such content will at all times be processed by Supercell in accordance with its Privacy Policy."},
    {"is_flagged":0, "sentence": "3.1.1."},
    {"is_flagged":1, "sentence": "Content Screening\n\nSupercell assumes no responsibility for the conduct of any user submitting any User Content, and assumes no responsibility for monitoring the Service for inappropriate content or conduct."},
    {"is_flagged":1, "sentence": "We do not, and cannot, pre- screen or monitor all User Content."},
    {"is_flagged":0, "sentence": "Your use of the Service is at your own risk."},
    {"is_flagged":0, "sentence": "By using the Service, you\n \nmay be exposed to User Content that is offensive, indecent or otherwise not in line with your expectations."},
    {"is_flagged":1, "sentence": "You bear all risks associated with the use of any User Content available in connection with the Service."},
    {"is_flagged":0, "sentence": "At our discretion, our representatives or technology may monitor and\/or record your interaction with the Service or communications (including without limitation chat text) when you are using the Service."},
    {"is_flagged":1, "sentence": "By entering into these Terms of Service, you hereby provide your irrevocable consent to such monitoring and recording."},
    {"is_flagged":1, "sentence": "You acknowledge and agree that you have no expectation of privacy concerning the transmission of any User Content, including without limitation chat text or voice communications."},
    {"is_flagged":1, "sentence": "Supercell reserves the right in its sole discretion to review, monitor, prohibit, edit, delete, disable access to or otherwise make unavailable any User Content (including without limitation your User Content) without notice for any reason or for no reason at any time."},
    {"is_flagged":1, "sentence": "If at any time Supercell chooses, in its sole discretion, to monitor the Service, Supercell nonetheless assumes no responsibility for User Content and assumes no obligation to modify or remove any inappropriate User Content."},
    {"is_flagged":1, "sentence": "We have the right, but not the obligation, in our sole discretion to edit, refuse to post, or remove any User Content."},
    {"is_flagged":0, "sentence": "3.2."},
    {"is_flagged":0, "sentence": "Information Use by Other Members of the Service\n\n3.2.1."},
    {"is_flagged":0, "sentence": "Public Discourse\n\nThe Service may include various forums, blogs and chat features where you can post User Content, including your observations and comments on designated topics."},
    {"is_flagged":1, "sentence": "Supercell cannot guarantee that other members will not use the ideas and information that you share."},
    {"is_flagged":1, "sentence": "Therefore, if you have an idea or information that you would like to keep conﬁdential and\/or don't want others to use, do not post it on the Service."},
    {"is_flagged":0, "sentence": "Supercell shall have no responsibility to evaluate, use or compensate you for any ideas or information you may choose to submit."},
    {"is_flagged":0, "sentence": "3.2.2."},
    {"is_flagged":1, "sentence": "Responsible For Your Own Content\n\nYou are solely responsible for the information that you post on, through or in connection with the Service and that you provide to others."},
    {"is_flagged":1, "sentence": "Supercell may reject, refuse to post or delete any User Content for any or no reason, including, but not limited to, User Content  that in the sole judgment of Supercell violates these Terms of Service."},
    {"is_flagged":0, "sentence": "3.2.3."},
    {"is_flagged":1, "sentence": "Your License to Supercell\n\nYou hereby grant to Supercell an irrevocable, perpetual, transferable, fully paid-up, royalty-free, worldwide license (including the right to sublicense and assign to third party) and right to copy, reproduce, ﬁx, adapt, modify, create derivative works from, manufacture, commercialize, publish, distribute, sell, license, sublicense, transfer, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way, your User Content as well as all modiﬁed and derivative works thereof in connection with our provision of the Service, including marketing and promotions of the Service."},
    {"is_flagged":0, "sentence": "You also hereby grant to Supercell the right to authorize others to exercise any of the rights granted to Supercell under these Terms of Service."},
    {"is_flagged":0, "sentence": "You further hereby grant to Supercell the unconditional, irrevocable right to use and exploit your name, likeness and any other information or material included in any User Content and in connection with any User Content, without any obligation to you."},
    {"is_flagged":0, "sentence": "Except as prohibited by law , you waive any rights of attribution and\/or any moral rights you may have in your User Content , regardless of whether your User Content is altered or changed in any manner."},
    {"is_flagged":0, "sentence": "Supercell does not claim any ownership rights in your User Content and nothing in these Terms of Service is intended to restrict any rights that you may have to use and exploit your User Content."},
    {"is_flagged":0, "sentence": "Supercell has no obligation to monitor or enforce your intellectual property rights in or to your User Content."},
    {"is_flagged":0, "sentence": "3.3."},
    {"is_flagged":0, "sentence": "User Interactions\n\nYou are solely responsible for your interactions with other users of the Service and any other parties with whom you interact through the Service and\/or Supercell games."},
    {"is_flagged":0, "sentence": "Supercell reserves the right, but has no obligation, to become involved in any way with these disputes."},
    {"is_flagged":0, "sentence": "You will fully cooperate with Supercell to\n \ninvestigate any suspected unlawful, fraudulent or improper activity, including, without limitation, granting Supercell access to any password-protected portions of your Account."},
    {"is_flagged":0, "sentence": "If you have a dispute with one or more users, you release us (and our ofﬁcers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes."},
    {"is_flagged":0, "sentence": "4."},
    {"is_flagged":0, "sentence": "Fees and Purchase Terms 4.1.Purchases\nIn the Service you may purchase, with \"real world\" money, a limited, personal, non-transferable, non- sublicensable, revocable right to use (a) virtual currency, including but not limited to virtual cash or diamonds, all for use in Supercell games; (b) virtual in-game items, content or features; and (c) other goods or services (points a – c are jointly referred to as \"Virtual Items\")."},
    {"is_flagged":1, "sentence": "You are only allowed to purchase Virtual Items from us or our authorised partners through the Service, and not in any other way."},
    {"is_flagged":1, "sentence": "Supercell may manage, regulate, control, modify or eliminate Virtual Items at any time, with or without notice."},
    {"is_flagged":1, "sentence": "Supercell shall have no liability to you or any third party in the event that Supercell exercises any such rights."},
    {"is_flagged":1, "sentence": "The transfer of Virtual Items is prohibited except where expressly authorized in the Service."},
    {"is_flagged":1, "sentence": "Other than as expressly authorized in the Service, you shall not sell, purchase, redeem or otherwise transfer Virtual Items to any person or entity or attempt any of the aforesaid, including but not limited to Supercell, another user or any third party."},
    {"is_flagged":1, "sentence": "ALL PURCHASES AND REDEMPTIONS OF VIRTUAL ITEMS MADE THROUGH THE SERVICE ARE FINAL AND NON-REFUNDABLE."},
    {"is_flagged":0, "sentence": "The provision of Virtual Items for use in Supercell games is a service provided by Supercell that commences immediately upon acceptance by Supercell of your purchase."},
    {"is_flagged":0, "sentence": "4.2."},
    {"is_flagged":0, "sentence": "Payment of Fees\n\nYou agree to pay all fees and applicable taxes incurred by you or anyone using an Account registered to you."},
    {"is_flagged":0, "sentence": "Supercell may revise the pricing for the Virtual Items offered through the Service at any time."},
    {"is_flagged":1, "sentence": "YOU ACKNOWLEDGE THAT SUPERCELL IS NOT REQUIRED TO PROVIDE A REFUND FOR ANY REASON, AND THAT YOU WILL NOT RECEIVE MONEY OR OTHER COMPENSATION FOR UNUSED VIRTUAL ITEMS WHEN AN ACCOUNT IS CLOSED, WHETHER SUCH CLOSURE WAS VOLUNTARY OR INVOLUNTARY."},
    {"is_flagged":0, "sentence": "5."},
    {"is_flagged":0, "sentence": "Updates to the Service\n\nYou understand that the Service is an evolving one."},
    {"is_flagged":0, "sentence": "Supercell may require that you accept updates to the Service and to Supercell's games you have installed on your device or computer."},
    {"is_flagged":1, "sentence": "You acknowledge and agree that Supercell may update the Service and Supercell games, with or without notifying you."},
    {"is_flagged":1, "sentence": "You may need to update third party software from time to time in order to receive the Service and play Supercell games."},
    {"is_flagged":0, "sentence": "6."},
    {"is_flagged":1, "sentence": "Disclaimer of Warranties\n\nWITHOUT LIMITING SUPERCELL'S LIABILITY UNDER SECTION 7 BELOW, THE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS FOR YOUR USE , WITHOUT WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE\n \nWARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON- INFRINGEMENT, AND THOSE ARISING FROM COURSE OF DEALING OR USAGE OF TRADE."},
    {"is_flagged":1, "sentence": "SUPERCELL DOES NOT WARRANT THAT YOU WILL BE ABLE TO ACCESS OR USE THE SERVICE AT THE TIMES OR LOCATIONS OF YOUR CHOOSING; THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE; THAT DEFECTS WILL BE CORRECTED; OR THAT THE GAME OR THE SERVICE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS."},
    {"is_flagged":0, "sentence": "Some jurisdictions do not allow the exclusion of certain warranties."},
    {"is_flagged":0, "sentence": "Accordingly, some of the above disclaimers may not apply to you."},
    {"is_flagged":0, "sentence": "7."},
    {"is_flagged":1, "sentence": "Limitation of Liability; Sole and Exclusive Remedy; Indemniﬁcation\n\nTO THE MAXIMUM EXTENT PERMITTED BY LAW , SUPERCELL SHALL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR OTHER SIMILAR DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF REVENUES, LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION OR OTHER INTANGIBLE LOSSES (HOWEVER SUCH LOSSES ARE QUALIFIED), ARISING OUT OF OR RELATING IN ANY WAY TO THESE TERMS OF SERVICE OR THE SERVICE ITSELF, WHETHER BASED ON CONTRACT, TORT OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT SUPERCELL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES."},
    {"is_flagged":1, "sentence": "TO THE EXTENT NOT PROHIBITED BY LAW , SUPERCELL SHALL NOT BE LIABLE TO YOU FOR MORE THAN THE AMOUNT YOU HAVE PAID TO SUPERCELL IN ACCORDANCE WITH THESE TERMS OF SERVICE IN THE SIX (6) MONTHS IMMEDIATELY PRECEDING THE DATE ON WHICH YOU FIRST ASSERT A CLAIM."},
    {"is_flagged":1, "sentence": "YOU ACKNOWLEDGE AND AGREE THAT IF YOU HAVE NOT PAID ANYTHING TO SUPERCELL DURING SUCH TIME PERIOD, YOUR SOLE REMEDY (AND SUPERCELL'S EXCLUSIVE LIABILITY) FOR ANY DISPUTE WITH SUPERCELL IS TO STOP USING THE SERVICE AND TO CANCEL YOUR ACCOUNT."},
    {"is_flagged":1, "sentence": "NOTHING IN THESE TERMS OF SERVICE SHALL AFFECT THE STATUTORY RIGHTS OF ANY CONSUMER  OR EXCLUDE OR RESTRICT ANY LIABILITY RESULTING FROM GROSS NEGLIGENCE OR WILLFUL MISCONDUCT OF SUPERCELL OR FOR DEATH OR PERSONAL INJURY ARISING FROM ANY NEGLIGENCE OR FRAUD OF SUPERCELL."},
    {"is_flagged":0, "sentence": "You agree to indemnify, defend and hold Supercell (and our ofﬁcers, directors, agents, subsidiaries, joint ventures and employees) harmless from any claim, demand, damages or other losses, including reasonable attorneys' fees, asserted by any third-party resulting from or arising out of your use of the Service, or any breach by you of these Terms of Service, however the foregoing does not apply if the infringement of rights is not attributable to your intentional or negligent behavior."},
    {"is_flagged":0, "sentence": "8."},
    {"is_flagged":0, "sentence": "Dispute Resolution\n\nYou and Supercell agree that the processes for dispute resolution described in this agreement will apply to any dispute or claims related to these Terms of Service, the Privacy Policy, or the Service."},
    {"is_flagged":0, "sentence": "Disputes include any claims of any kind, including but not limited to legal, equitable, or statutory claims."},
    {"is_flagged":0, "sentence": "Processes for dispute resolution will apply even if you stop using your Account, delete your Account, or stop using the Service."},
    {"is_flagged":0, "sentence": "They will also apply to disputes that arose before we entered into this agreement."},
    {"is_flagged":0, "sentence": "Sections 8.1 to 8.6 apply to you if you are a resident of the United States or Canada."},
    {"is_flagged":0, "sentence": "They do not apply to you if you are a resident of any other country."},
    {"is_flagged":0, "sentence": "8.1."},
    {"is_flagged":0, "sentence": "Informal Dispute Resolution\n\nYou must try to informally resolve any dispute directly with Supercell for at least thirty (30) days before you start an arbitration."},
    {"is_flagged":0, "sentence": "The informal dispute resolution process starts when you give Supercell written notice of the dispute through legal-requests@supercell.com."},
    {"is_flagged":0, "sentence": "8.2."},
    {"is_flagged":0, "sentence": "Arbitration Agreement\n\nYou and Supercell agree to resolve any disputes exclusively in ﬁnal and binding arbitration as follows:\n\nEither you or Supercell may choose to submit any dispute for resolution exclusively by ﬁnal and binding arbitration unless the claim is within the exceptions described below."},
    {"is_flagged":0, "sentence": "If you or Supercell brings a claim in court that can be resolved by arbitration under this section, then either party can ask the court to order the parties to resolve the claim by arbitration."},
    {"is_flagged":0, "sentence": "The arbitrator will have the exclusive authority to decide whether any portion of Section 8 (“Dispute Resolution”) is valid or enforceable, or whether it applies to a claim."},
    {"is_flagged":0, "sentence": "An arbitration proceeding will be held before a neutral arbitrator."},
    {"is_flagged":0, "sentence": "This means you and Supercell agree to give up the right to resolve the dispute in a trial before a judge or jury."},
    {"is_flagged":0, "sentence": "Arbitration has different rules than more formal lawsuits."},
    {"is_flagged":0, "sentence": "For example, the ability to force the other side to share information may be more limited than the process called discovery in formal lawsuits."},
    {"is_flagged":0, "sentence": "After the arbitrator decides the outcome, that decision will be ﬁnal."},
    {"is_flagged":1, "sentence": "You or Supercell can ask the arbitrator to put a decision or award and the reasons for it in writing."},
    {"is_flagged":1, "sentence": "Either of us can ask a court to conﬁrm or enter the arbitrator’s ﬁnal decision or award, which will make it the same as a court judgment."},
    {"is_flagged":1, "sentence": "You and Supercell will generally not be able to change the outcome of arbitration through courts outside of very limited circumstances."},
    {"is_flagged":0, "sentence": "8.3."},
    {"is_flagged":0, "sentence": "Arbitration Process\n\nThe arbitration will be run by the American Arbitration Association (“AAA”)."},
    {"is_flagged":1, "sentence": "AAA’s rules and procedures will be used for the arbitration, including the Consumer Arbitration Rules."},
    {"is_flagged":1, "sentence": "But if there is a conﬂict between these Terms of Service and AAA’s rules and procedures, then we will follow these Terms of Service."},
    {"is_flagged":0, "sentence": "To review AAA’s Rules or to start arbitration, you can go to AAA’s website."},
    {"is_flagged":0, "sentence": "If either of us decide to start arbitration, we agree to provide the other party with a written Demand for Arbitration as speciﬁed in the AAA Rules."},
    {"is_flagged":0, "sentence": "The fees for arbitration will be determined by AAA’s Consumer Arbitration Rules."},
    {"is_flagged":0, "sentence": "If the arbitrator decides that those fees are excessive, Supercell will pay the fees."},
    {"is_flagged":0, "sentence": "Each side will pay their own attorneys’ fees and costs unless the claims allow for to the prevailing party to recover attorneys’ fees and costs, in which case the arbitrator may award them under the applicable law."},
    {"is_flagged":1, "sentence": "If either party unsuccessfully challenges the validity of the arbitrator’s decision or award through a subsequent court case, the unsuccessful party shall pay the opposing party’s costs and attorneys’ fees associated with the challenge."},
    {"is_flagged":0, "sentence": "The arbitration will take place either in San Francisco, California, USA or in the county or province where you reside."},
    {"is_flagged":0, "sentence": "8.4\tExceptions to Agreement to Arbitrate\n\nYou and Supercell agree that the arbitration agreement in Section 8.2 will not apply to the following disputes:\n\nClaims about Supercell’s intellectual property, such as claims to enforce, protect, or concerning the validity of Supercell’s copyrights, trademarks, trade dress, domain names, patents, trade secrets, or other intellectual property rights."},
    {"is_flagged":0, "sentence": "Claims related to piracy or tortious interference."},
    {"is_flagged":0, "sentence": "Claims that are not subject to an arbitration agreement as a matter of law and are not preempted by federal law that would allow for an agreement to arbitration."},
    {"is_flagged":0, "sentence": "Claims in small claims court."},
    {"is_flagged":0, "sentence": "Any dispute not subject to arbitration under these exceptions shall be resolved by a court of competent jurisdiction as described in Section 10 (“Venue for Disputes Not Subject to Arbitration”)."},
    {"is_flagged":0, "sentence": "8.5\tNo Class Actions\n\nYou and Supercell agree that we can only bring claims against each other on an individual basis."},
    {"is_flagged":0, "sentence": "That means:\n \nYou cannot bring a claim against Supercell as a plaintiff or class member in a class, collective, consolidated, or representative action."},
    {"is_flagged":0, "sentence": "The arbitrator cannot combine any other person’s claims with yours into a single case or preside over any class, collective, consolidated, or representative arbitration proceeding."},
    {"is_flagged":0, "sentence": "The arbitrator’s decision or award in your case will not apply to anyone else and cannot be used to decide other people’s disputes."},
    {"is_flagged":0, "sentence": "If this section (Section 8.5 “No Class Actions”) is found to be unenforceable or invalid, then the entirety of Section 8, including Sections 8.1 to 8.6, shall be void."},
    {"is_flagged":0, "sentence": "8.6\tOpt-Out of Arbitration Agreement and No Class Actions Provisions\n\nYou can choose to opt out of and not be bound by the Arbitration Agreement and No Class Action provisions above (Sections 8.1 to 8.5) by sending written notice of your decision to opt out to legal- requests@supercell.com with the subject line “ARBITRATION AND CLASS ACTION WAIVER OPT- OUT.” You must send us this notice within thirty (30) days of your ﬁrst use of the Service or availability of this opt-out, whichever is later."},
    {"is_flagged":1, "sentence": "If you do not send us a notice within that time, you will be bound to arbitrate disputes in accordance with the terms of these paragraphs."},
    {"is_flagged":0, "sentence": "If you opt out of these arbitration provisions, Supercell also will not be bound by them."},
    {"is_flagged":0, "sentence": "9\tApplicable Law\n\nIf you are a resident of the United States or Canada: (1) the United States Federal Arbitration Act (including its procedural provisions) governs the interpretation and enforcement of the agreement to arbitrate and no class actions provisions of Section 8, and (2) any dispute arising out of or related to these Terms of Service, the Privacy Policy, or the Service shall be governed in all respects by the laws of the State of California, USA without regard to conﬂict of law provisions."},
    {"is_flagged":1, "sentence": "If you are a resident outside of the United States and Canada, you agree that any claim or dispute arising out of or related to these Terms of Service, the Privacy Policy, or the Service shall be governed by the laws of Finland without regard to conﬂict of law provisions."},
    {"is_flagged":0, "sentence": "10\tVenue for Disputes Not Subject to Arbitration\n\nIf you are a resident of the United States or Canada, you agree that any claim or dispute you may have against Supercell that is not subject to arbitration under Section 8 must be resolved exclusively by a federal or state court located in San Francisco, California."},
    {"is_flagged":1, "sentence": "You and Supercell consent to venue and personal jurisdiction in San Francisco, California for all such claims or disputes."},
    {"is_flagged":0, "sentence": "If you are a resident outside of the United States and Canada, you agree that any claim or dispute you may have against Supercell must be resolved exclusively by a court located in Helsinki, Finland."},
    {"is_flagged":0, "sentence": "11."},
    {"is_flagged":0, "sentence": "Severability\n\nYou and Supercell agree that if any portion of these Terms of Service or of the Supercell Privacy Policy is found illegal or unenforceable, in whole or in part by any court of competent jurisdiction, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the terms, which shall continue to be in full force and effect."},
    {"is_flagged":0, "sentence": "12."},
    {"is_flagged":0, "sentence": "General Provisions\n\n12.1."},
    {"is_flagged":0, "sentence": "Assignment\n \nSupercell may assign or delegate these Terms of Service and\/or the Supercell Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent."},
    {"is_flagged":0, "sentence": "You may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without Supercell's prior written consent, and any unauthorized assignment and delegation by you is ineffective."},
    {"is_flagged":0, "sentence": "12.2."},
    {"is_flagged":0, "sentence": "Supplemental Policies\n\nSupercell may publish additional policies related to speciﬁc services such as forums, contests or loyalty programs."},
    {"is_flagged":0, "sentence": "Your right to use such services is subject to those speciﬁc policies and these Terms of Service."},
    {"is_flagged":0, "sentence": "12.3."},
    {"is_flagged":0, "sentence": "Entire Agreement\n\nThese Terms of Service, any supplemental policies and any documents expressly incorporated by reference herein (including the Supercell Privacy Policy), contain the entire understanding of you and Supercell, and supersede all prior understandings of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent, between you and us with respect to the Service."},
    {"is_flagged":0, "sentence": "12.4."},
    {"is_flagged":0, "sentence": "No Waiver\n\nThe failure of Supercell to require or enforce strict performance by you of any provision of these Terms of Service or the Supercell Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of Supercell's right to assert or rely upon any such provision or right in that or any other instance."},
    {"is_flagged":0, "sentence": "The express waiver by Supercell of any provision, condition, or requirement of these Terms of Service or the Supercell Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement."},
    {"is_flagged":0, "sentence": "Except as expressly and speciﬁcally set forth in this these Terms of Service, no representations, statements, consents, waivers, or other acts or omissions by Supercell shall be deemed a modiﬁcation of these Terms of Service nor legally binding, unless documented in physical writing, hand signed by You and a duly appointed ofﬁcer of Supercell."},
    {"is_flagged":0, "sentence": "12.5."},
    {"is_flagged":0, "sentence": "Notices\n\nWe may notify you via postings in our games, on supercell.com, via e-mail or any other communications means to contact information you provide to us."},
    {"is_flagged":0, "sentence": "All notices given by you or required from you under these Terms of Service or the Supercell Privacy Policy shall be in writing and addressed to: Supercell Oy."},
    {"is_flagged":0, "sentence": "Attn: Legal, Jätkäsaarenlaituri 1, FI- 00180 Helsinki, Finland, with a copy to legal-requests@supercell.com."},
    {"is_flagged":0, "sentence": "12.6."},
    {"is_flagged":1, "sentence": "Equitable Remedies\n\nYou acknowledge that the rights granted and obligations made under these Terms of Service to Supercell are of a unique and irreplaceable nature, the loss of which shall irreparably harm Supercell and which cannot be replaced by monetary damages alone so that Supercell shall be entitled to injunctive or other equitable relief (without the obligations of posting any bond or surety or proof of damages) in the event of any breach or anticipatory breach by you."},
    {"is_flagged":0, "sentence": "You irrevocably waive all rights to seek injunctive or other equitable relief, or to enjoin or restrain the operation of the Service or any Supercell game, exploitation of any advertising or other materials issued in connection therewith, or exploitation of the Service or any content or other material used or displayed through the Service and agree to limit your claims to claims for monetary damages, limited by Section 7 (if any)."},
    {"is_flagged":0, "sentence": "12.7."},
    {"is_flagged":1, "sentence": "Force Majeure\n\nSupercell shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of Supercell, including without limitation any failure to perform hereunder due to unforeseen\n \ncircumstances or cause beyond Supercell's control such as acts of God, war, terrorism, riots, embargoes, acts of civil or military authorities, ﬁre, ﬂoods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor or materials"}
]